Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Group created successfuly.
ar_sa: تم إنشاء المجموعة بنجاح.
es_co: Cliente creado satisfactoriamente
hu_hu: A csoport sikeresen létrehozva.
lv_lv: Grupa izveidota veiksmīgi.
no: Gruppe opprettet riktig.
ru: Группа успешно создана.
tr_tr: Grup başarıyla oluşturuldu.

source: No group was selected.
ar_sa: لم يتم إختيار مجموعة.
el_gr: Δεν έχει επιλεγεί ομάδα.
es_co: Ningún grupo fue seleccionado.
fa_ir: هیچ گروهی انتخاب نشد.
hu_hu: Nem lett csoport kiválaszva
lv_lv: Netika izvēlēta grupa.
no: Ingen gruppe ble valgt.
ru: Ни одна из групп не была выбрана.
tr_tr: Hiçbir grup seçilmedi.

source: There is no group with that ID number.
ar_sa: لا توجد مجموعة برقم التعريف هذا.
el_gr: Δεν υπάρχει ομάδα με αυτό το αναγνωριστικό ID.
es_co: No hay un grupo con ese ID.
fa_ir: هیچ گروهی با شماره شناسه وجود ندارد.
hu_hu: Nincs csoport ezzel az azonosítóval
lv_lv: Nav grupas ar šādu ID numuru.
no: Det eksisterer ingen gruppe med det ID-nummeret.
ru: Группы с таким ID нет.
tr_tr: Bu ID nolu hiçbir grup yok.

source: Groups administration
ar_sa: إدارة المجموعات
el_gr: Διαχείριση ομάδων
es_co: Administración de Grupos
fa_ir: مدیریت گروه‌ها
hu_hu: Csoportkezelés
lv_lv: Grupu administrēšana
no: Gruppeadministrasjon
ru: Управление группами
tr_tr: Grup yönetimi

source: Groups where
ar_sa: أين المجموعات
el_gr: Ομάδες όπου
es_co: Grupos donde
fa_ir: گروه‌هایی که
hu_hu: Csoportok ahol
lv_lv: Grupas kur
no: Grupper hvor
ru: Группы где
tr_tr: Şuradaki Gruplar

source: is member
ar_sa: عضو
el_gr: είναι μέλος
es_co: es miembro
fa_ir: عضو است
hu_hu: tag
lv_lv: ir dalībnieks
no: er medlem
ru: является членом
tr_tr: üyedir

source: The selected groups were deleted.
ar_sa: تم حذف المجموعات المختارة.
el_gr: Οι επιλεγμένες ομάδες διαγράφηκαν.
es_co: Los grupos seleccionados fueron borrados.
fa_ir: گروه های انتخاب شده حذف شدند.
hu_hu: A kiválasztott csoportok törölve.
lv_lv: Izvēlētas grupas dzēstas.
no: De valgte gruppene bleslettet.
ru: Выбранные групы удалены.
tr_tr: Seçilen gruplar silindi.

source: Please select at least one group.
ar_sa: يرجى إختيار مجموعة واحدة على الأقل.
el_gr: Παρακαλούμε επιλέξτε τουλάχιστον μια ομάδα.
es_co: Favor seleccione al menos un grupo
fa_ir: لطفا حداقل یک گروه را انتخاب کنید.
hu_hu: Kérem, válasszon ki legalább egy csoportot.
lv_lv: Lūdzu norādīt vismaz vienu grupu.
no: Vennligst velg minst èn gruppe.
ru: Пожалуйста, выберите хотя бы одну группу.
tr_tr: Lütfen en az bir grup seçiniz.

source: Selected groups actions
ar_sa: إجراءات المجموعات المختارة
el_gr: Ενέργειες επιλεγμένων ομάδων
es_co: Acciones de grupo seleccionadas
fa_ir: اقدامات برای گروه‌های انتخاب شده
hu_hu: Kiválasztott csoportműveletek
lv_lv: Izvēlēto grupu darbības
no: Valge gruppehendelser
ru: Действия над выбранными группами
tr_tr: Seçilen grup eylemleri

source: groups
ar_sa: المجموعات
el_gr: ομάδες
es_co: grupos
fa_ir: گروه‌ها
hu_hu: csoportok
lv_lv: grupas
no: grupper
ru: группы
tr_tr: gruplar

source: The client does not exist.
ar_sa: العميل غير موجود.
el_gr: Ο πελάτης δεν υπάρχει.
es_co: El Cliente no existe
fa_ir: مشتری وجود ندارد
hu_hu: Ilyen ügyfél nem létezik
lv_lv: Šāds klients neesksistē.
no: Klienten eksisterer ikke.
ru: Клиент не существует.
tr_tr: Kullanıcı mevcut değil

source: There are no groups where this client is member.
ar_sa: لا توجد مجموعات حيث يكون هذا العميل عضوا.
el_gr: Δεν υπάρχουν ομάδες στις οποίες αυτός ο πελάτης είναι μέλος.
es_co: No hay grupos donde este cliente sea miembro
fa_ir: هیچ گروهی وجود ندارد که این مشتری عضو آن باشد
hu_hu: Ez az ügyfél nem tagja egyetlen csoportnak sem.
lv_lv: Šeit nav grupas, kur klients būtu tās dalībnieks.
no: Det eksisterer ingen grupper hvor denne klienten er medlem.
ru: Групп с членством данного клиента нет.
tr_tr: Bu istemci(alıcı)nin üye olduğu hiçbir grup yok.

source: There are no groups created yet.
ar_sa: لا توجد مجموعات تم إنشاؤها حتى الآن.
el_gr: Δεν έχουν δημιουργηθεί ακόμη ομάδες.
es_co: Todavía no hay grupos creados
fa_ir: هنوز هیچ گروهی ایجاد نشده است.
hu_hu: Még nincsenek csoportok létrehozva.
lv_lv: Šobrīd vēl nav izveidota neviena grupa.
no: Ingen grupper er opprettet ennå.
ru: Пока группы не созданы.
tr_tr: Henüz hiç grup yok.

source: Group name
ar_sa: إسم المجموعة
el_gr: Όνομα ομάδας
es_co: Nombre del grupo
fa_ir: نام گروه
hu_hu: Csoport neve
lv_lv: Grupas nosaukums
no: Gruppenavn
ru: Имя группы
tr_tr: Grup ismi

source: Members
ar_sa: الأعضاء
el_gr: Μέλη
es_co: Miembros
fa_ir: اعضا
hu_hu: Tagok
lv_lv: Dalībnieki
no: Medlemmer
ru: Члены
tr_tr: Üyeler

source: Created by
ar_sa: انشأ من قبل
el_gr: Δημιουργήθηκε από
es_co: Creado por
fa_ir: ایجاد شده توسط
hu_hu: Létrehozta
lv_lv: Izveidojis
no: Laget av
ru: Создано
tr_tr: Oluşturan

source: There are public groups, but the public page is disabled so the public links will not show anything.
ar_sa: يوجد مجموعات عامة، و لكن الصفحة العامة غير مفعلة لذلك الوصلات العامة لن تظهر أي شيئ.
es_co: Hay grupos públicos, pero la página está deshabilitada por lo que los enlaces no mostrarán nada.
hu_hu: Vannak nyilvános csoportok, de a nyilvános oldal le van tiltva így a nyilvános megosztások nem mutatnak semmit.
lv_lv: Šeit ir publiskas grupas, taču publiskā lapa ir atspējota, tādēļ publiskās saites neko neattainos.
no: Det finnes offentlige grupper, men disse er deaktivert slik at disse vil ikke vise noe innhold.
ru: Существуют публичные группы, но публичная страница отключена, поэтому публичные ссылки ничего не показывают.
tr_tr: Herkese açık gruplar var, ancak genel sayfa devre dışı bırakıldı, bu nedenle genel bağlantılar hiçbir şey göstermeyecek.

source: Go to privacy options
ar_sa: إذهب إلى خيارات الخصوصية
es_co: Ir a opciones de privacidad
hu_hu: Ugrás az adatvédelmi beállításokhoz
lv_lv: Iet uz privātuma iestatījumiem
no: Gå til personverninnstillinger
ru: Перейти в настройки приватности
tr_tr: Gizlilik seçeneklerine gidin

source: Upload
ar_sa: تحميل
el_gr: Μεταμόρφωση
es_co: Subir
fa_ir: آپلود
hu_hu: Feltöltés
lv_lv: Augšuplādēt
no: Lat opp
ru: Загрузить
tr_tr: Yükle

source: Find orphan files
ar_sa: البحث عن الملفات اليتيمة
el_gr: Βρείτε ορφανά αρχεία
es_co: Buscar archivos huerfanos
fa_ir: یافتن فایل های یتیم
hu_hu: Gazdátlan állományok keresése
lv_lv: Atrast nepiederošas datnes
no: Finn foreldreløse filer
ru: Найти файлы без владельцев
tr_tr: Alt dosyaları bul

source: Categories
ar_sa: التصنيفات
el_gr: Κατηγορίες
es_co: Categorías
fa_ir: دسته بندی ها
hu_hu: Kategóriák
lv_lv: Kategorijas
no: Kategorier
ru: Категории
tr_tr: Kategoriler

source: Clients
ar_sa: العملاء
el_gr: Πελάτες
es_co: Clientes
fa_ir: مشتریان
hu_hu: Ügyfelek
lv_lv: Klienti
no: Klienter
ru: Клиенты
tr_tr: İstemci(alıcı)ler

source: Add new
ar_sa: اضف جديد
el_gr: Προσθέστε νέο
es_co: Añadir nuevo
fa_ir: افزودن مشتری جدید
hu_hu: Új hozzáadása
lv_lv: Pievienot jaunu
no: Legg til ny
ru: Добавить
tr_tr: Yeni ekle

source: Manage clients
ar_sa: إدارة العملاء
el_gr: Διαχειριστείτε τους πελάτες
es_co: Administración de clientes
fa_ir: مدیریت مشتریان
hu_hu: Ügyfelek kezelése
lv_lv: Pārvaldīt klientus
no: Administrer klienter
ru: Управление клиентами
tr_tr: Kullanıcıları yönet

source: Clients groups
ar_sa: مجموعات العملاء
el_gr: Ομάδες πελατών
es_co: Grupo de Clientes
fa_ir: گروه های مشتریان
hu_hu: Ügyfél csoportjai
lv_lv: Klientu grupas
no: Klientens grupper
ru: Группы клиентов
tr_tr: İstemci(alıcı) Grupları

source: Manage groups
ar_sa: إدارة المجموعات
el_gr: Διαχειριστείτε τις ομάδες
es_co: Administrar grupos
fa_ir: مدیریت گروه ها
hu_hu: Csoportkezelés
lv_lv: Pārvaldīt grupas
no: Administrer grupper
ru: Управление группами
tr_tr: Grupları yönet

source: System Users
ar_sa: مستخدموا النظام
el_gr: Χρήστες του συστήματος
es_co: Usuarios del Sistema
fa_ir: کاربران سیستم
hu_hu: Rendszerfelhasználók
lv_lv: Sistēmas lietotāji
no: Systembrukere
ru: Системные пользователи
tr_tr: Sistem Kullanıcıları

source: Manage system users
ar_sa: إدارة مستخدمي النظام
el_gr: Διαχειριστείτε τους χρήστες του συστήματος
es_co: Administrar usuarios
fa_ir: مدیریت کاربران سیستم
hu_hu: Rendszerfelhasználók kezelése
lv_lv: Pārvaldīt sistēmas lietotājus
no: Administrer klientbrukere
ru: Управление системными пользователями
tr_tr: Sistem kullanıcılarını yönet

source: Templates
ar_sa: قوالب
el_gr: Πρότυπα
es_co: Plantillas
fa_ir: قالب ها
hu_hu: Sablonok
lv_lv: Sagataves
no: Maler
ru: Шаблоны
tr_tr: Temalar

source: Options
ar_sa: خيارات
el_gr: Επιλογές
es_co: Opciones
fa_ir: تنظیمات
hu_hu: Beállítások
lv_lv: Iestatījumi
no: Valg
ru: Опции
tr_tr: Seçenekler

source: General options
ar_sa: خيارات عامة
el_gr: Γενικές ρυθμίσεις
es_co: Opciones generales
fa_ir: گزینه های عمومی
hu_hu: Általános beállítások
lv_lv: Galvenie iestatījumi
no: Generelle valg
ru: Общие настройки
tr_tr: Genel Seçenekler

source: Privacy
ar_sa: الخصوصية
el_gr: Ιδιωτικότητα
es_co: Privacidad
fa_ir: حریم خصوصی
hu_hu: Adatvédelem
lv_lv: Privātums
no: Personvern
ru: Конфиденциальность
tr_tr: Gizlilik

source: E-mail notifications
ar_sa: إشعارات البريد الإلكتروني
el_gr: Ειδοποιήσεις μέσω e-mail
es_co: Notificaciones al correo
fa_ir: اطلاعیه های ایمیلی
hu_hu: E-mail értesítések
lv_lv: E-pasta paziņojumi
no: Epostvarsler
ru: E-mail уведомления
tr_tr: E-mail Bildirimleri

source: Security
ar_sa: الامان
el_gr: Ασφάλεια
es_co: Seguridad
fa_ir: امنیت
hu_hu: Biztonság
lv_lv: Drošība
no: Sikkerhet
ru: Безопасность
tr_tr: Güvenlik

source: Branding
ar_sa: العلامة التجارية
es_co: Marca
fa_ir: نام و لگوی شرکت
hu_hu: Márkajelzés
lv_lv: Zīmols
ru: Брендинг
tr_tr: Marka Yönetimi

source: External Login
ar_sa: دخول خارجي
es_co: Inicio de sesión externo
hu_hu: Külső bejelentkezés
lv_lv: Ārejā piekļuve
no: Ekstern pålogging
ru: Внешний вход
tr_tr: Sosyal medya yardımı ile giriş

source: Tools
ar_sa: أدوات
el_gr: Εργαλεία
es_co: Herramientas
fa_ir: ابزار
hu_hu: Eszközök
lv_lv: Rīki
no: Verktøy
ru: Инструменты
tr_tr: Araçlar

source: Actions log
ar_sa: سجل الإجراءات
el_gr: Καταγραφή ενεργειών
es_co: Bitácora de acciones
fa_ir: گزارش وقایع اقدامات
hu_hu: Műveleti napló
lv_lv: Darbību žurrnāls
no: Hendelseslogg
ru: Лог действий
tr_tr: Eylem günlüğü

source: setup
ar_sa: تثبيت
el_gr: ρύθμιση
es_co: instalar
fa_ir: راه اندازی
hu_hu: telepítés
lv_lv: uzstādīšana
no: oppsett
ru: установка
tr_tr: ayarlar

source: System Administration
ar_sa: إدارة النظام
el_gr: Διαχείριση συστήματος
es_co: Administración del Sistema
fa_ir: مدیریت سیستم
hu_hu: Rendszer adminisztráció
lv_lv: Sistēmas administrācija
no: Systemadministrasjon
ru: Администрирование системы
tr_tr: Sistem Yönetimi

source: Toogle menu
ar_sa: قائمة Toogle
el_gr: Εναλλαγή μενού
es_co: Menú alternativo
fa_ir: تغییر ظاهر منو
hu_hu: Menü engedélyezése
lv_lv: Pārslēgt izvelni
no: Endre meny
ru: Переключить меню
tr_tr: Menüyü değiştir

source: Language
ar_sa: اللغات<br>
el_gr: Γλώσσα
es_co: Lenguaje
fa_ir: زبان
hu_hu: Nyelv
lv_lv: Valoda
no: Språk
ru: Язык
tr_tr: Dil

source: My Account
ar_sa: حسابي
el_gr: Ο λογαριασμός μου
es_co: Mi cuenta
fa_ir: حساب کاربری من
hu_hu: Fiókom
lv_lv: Mans Konts
no: Min Konto
ru: Моя учетная запись
tr_tr: Hesabım

source: Logout
ar_sa: تسجيل الخروج
el_gr: Αποσύνδεση
es_co: Salir
fa_ir: خروج
hu_hu: Kijelentkezés
lv_lv: Iziet
no: Logg ut
ru: Выход
tr_tr: Çıkış yap

source: System Notice:
ar_sa: إشعار النظام
el_gr: Σημείωση συστήματος:
es_co: Aviso del sistema
fa_ir: اطلاعیه سیستم:
hu_hu: Rendszer üzenet:
lv_lv: Sistēmas paziņojums:
no: Systemvarsel:
ru: Системное сообщение:
tr_tr: Sistem Bilgisi:

source: You are using a development version. Some features may be unfinished or not working correctly.
ar_sa: أنت تستخدم إصدار تطوير. قد تكون بعض الميزات غير مكتملة أو لا تعمل بشكل صحيح.
el_gr: Χρησιμοποιείτε μια έκδοση που είναι υπό ανάπτυξη. Ορισμένες λειτουργίες ενδέχεται να είναι ημιτελείς ή να μην λειτουργούν σωστά.
es_co: Usted esta usando una versión de desarrollo. Algunas caracteristicas podrían no estar listas o no funcionar correctamente.
fa_ir: شما از یک نسخه در حال توسعه استفاده می کنید. برخی از ویژگی های ممکن است ناتمام باشد و یا به درستی کار نکند.
hu_hu: Ön fejlesztői verziót használ. Egyes funkciók hibásan működhetnek.
lv_lv: Tu lieto izstrādes versiju. Funkcionalitāte var būt nepilnīga vai var strādāt nekorekti.
no: Du bruker en utviklingsversjon. Enkelte funksjoner kan være uferdige, eller ikke virke riktig.
ru: Вы используете версию находящуюся в разработке. Некоторые функции могут быть не закончены или работать неверно.
tr_tr: Bir geliştirme sürümü kullanıyorsunuz. Bazı özellikler bitmemiş veya düzgün çalışmıyor olabilir.

source: Warning:
ar_sa: تحذير
es_co: Advertencia:
hu_hu: Figyelmeztetés:
lv_lv: Uzmanību:
no: Advarsel:
ru: Предупреждение:
tr_tr: Uyarı:

source: The following directories do not exist or have write permissions errors.
ar_sa: الدلائل التالية غير موجودة أو بها أخطاء كتابة الأذونات.
es_co: Los siguientes directorios no existen o tienen errores en los permisos de escritura.
hu_hu: A következő könyvtárak nem léteznek vagy írási jogosultság hiba lépett fel.
lv_lv: Sekojošās direktorijas neeksistē vai tām ir rakstīšanas tisību kļūmes.
no: Følgende mapper eksisterer ikke eller mangler skrivetilgang.
ru: Эти каталоги не существуют или имеют ошибки разрешений на запись.
tr_tr: Aşağıdaki dizinler mevcut değil veya yazma izni hataları var.

source: File uploading or other important functions might not work.
ar_sa: تحميل الملفات او وظائف مهمة أخرى من الممكن ان لا تعمل.
es_co: La carga de archivos u otras funciones importantes podrían no estar funcionando.
hu_hu: Állomány feltöltése vagy egyéb fontos funkciók nem működhetnek
lv_lv: Datņu augšuplāde vai citas svarīgas funkcijas var nestrādāt.
no: Det kan hende fil opplasting eller andre viktige funksjoner ikke vil fungere normalt.
ru: Загрузка файлов или другие важные функции могут не работать.
tr_tr: Dosya yükleme veya diğer önemli işlevler çalışmayabilir.

source: This list only shows the files that are allowed according to your security settings. If the file type you need to add is not listed here, add the extension to the "Allowed file extensions" box on the options page.
ar_sa: تعرض هذه القائمة فقط الملفات المسموح بها وفقًا لإعدادات الأمان الخاصة بك. إذا لم يكن نوع الملف الذي تريد إضافته مدرجًا هنا ، فأضف الامتداد إلى مربع "امتدادات الملفات المسموح بها" في صفحة الخيارات.
el_gr: Αυτή η λίστα εμφανίζει μόνο τα αρχεία που επιτρέπονται σύμφωνα με τις ρυθμίσεις ασφαλείας. Εάν ο τύπος αρχείου που θέλετε να προσθέσετε δεν παρατίθεται εδώ, προσθέστε την επέκταση στο πλαίσιο "Επιτρεπόμενες επεκτάσεις αρχείων" στη σελίδα επιλογών.
es_co: Esta lista muestra unicamente los archivos permitidos según sus permisos. Si el tipo de archivo que necesita agregar, no está listado aquí, agregue la extensión en "Extensiones de archivo permitidas" en la página de opciones.
fa_ir: این لیست فقط فایل هایی را که با توجه به تنظیمات امنیتی شما مجاز است نشان می دهد. اگر نوع فایل مورد نیاز برای اضافه کردن در اینجا ذکر نشده است، پسوند را در کادر گزینه "مجاز فایلها" در صفحه گزینه اضافه کنید.
hu_hu: Ez a lista csak azokat a fájlokat tartalmazza, amelyek megfelelnek a biztonsági követelményeinknek. Ha egy kívánt fájltípus nincs benne ebben a listában, akkor hozzá kell adnia a kiterjesztést az "Engedélyezett fájltípusok"-hoz a beállítások oldalon.
lv_lv: Šajā sarakstā parādīti tikai atļautās datnes, attiecīgi jūsu drošības iestatījumiem. Ja nepieciešamais datņu tips nav sarakstā, tad pievienojiet paplašinājumu pie “Atļautie failu paplašinājumi” sadaļā, Iestatījumu lapā.
no: Denne listen viser bare filene som er tillat i følge sikkerhetsinnstillingene dine. Hvis filtypen du trenger å legge til ikke vises her må du legge filtypen til 'Tillate filendelser' på valgsiden.
ru: Этот список показывает только файлы, разрешённые вашими настройками безопасности. Если здесь не перечислено расширение файла которое нужно добавить, то его можно добавить в поле "Допустимые расширения файлов" на странице настроек.
tr_tr: Bu liste yalnızca güvenlik ayarlarınıza göre izin verilen dosyaları gösterir. Eklemeniz gereken dosya türü burada listelenmiyorsa, uzantıyı seçenekler sayfasındaki " İzin verilen dosya uzantıları "kutusuna ekleyin.

source: Showing
ar_sa: عرض
el_gr: Εμφάνιση
es_co: Mostrando
fa_ir: نمایش
hu_hu: Megjelenítve
lv_lv: Rāda
no: Viser
ru: Показывает
tr_tr: Gösteriliyor

source: files
ar_sa: الملفات
el_gr: αρχεία
es_co: Archivos
fa_ir: فایل
hu_hu: állományok
lv_lv: datnes
no: filer
ru: файлы
tr_tr: dosyalar

source: The following files can be imported
ar_sa: الملفات التالية يمكن جلبها
es_co: Los siguientes archivos pueden ser importados
hu_hu: A következő állományok importálhatók
lv_lv: Sekojošās datnes var tikt importētas
no: Følgende filer kan importeres
ru: Эти файлы могут быть импортированы
tr_tr: Aşağıdaki dosyalar içe aktarılabilir

source: File name
ar_sa: اسم الملف
el_gr: Όνομα αρχείου
es_co: Nombre del archivo
fa_ir: نام فایل
hu_hu: Állománynév
lv_lv: Datnes nosaukums
no: Filnavn
ru: Имя файла
tr_tr: Dosya adı

source: File size
ar_sa: حجم الملف
el_gr: Μέγεθος αρχείου
es_co: Tamaño del archivo
fa_ir: حجم فایل
hu_hu: Állományméret
lv_lv: Datnes izmērs
no: Filstørrelse
ru: Размер
tr_tr: Dosya boyutu

source: Last modified
ar_sa: آخر تعديل
el_gr: Τελευταία τροποποίηση
es_co: Ultima modificación
fa_ir: آخرین ویرایش
hu_hu: Utolsó módosítás
lv_lv: Pēdējo reizi modificēts
no: Sist endret
ru: Дата изменения
tr_tr: Son değiştirme

source: Import
ar_sa: إحضار
es_co: Importar
hu_hu: Importálás
lv_lv: Importēt
no: Importer
ru: Импорт
tr_tr: İçe aktar

source: Results navigation
ar_sa: التنقل بين النتائج
el_gr: Πλοήγηση αποτελεσμάτων
es_co: Resultados de Navegación
fa_ir: مرور نتایج
hu_hu: Eredmények böngészése
lv_lv: Rezultātu navigēšana
no: Resultatnavigasjon
ru: Навигация по результатам
tr_tr: Sonuçlar gezinti

source: Import selected files
ar_sa: إحار الملفات المختارة
es_co: Importar archivos seleccionados
hu_hu: Kiválasztott állományok importálása
lv_lv: Importēt izvēlētos failus
no: Importer valgte filer
ru: Импортировать выбранные файлы
tr_tr: Seçili dosyaları içe aktar

source: There are no files available to add right now.
ar_sa: لا توجد ملفات متاحة لإضافتها الآن.
el_gr: Δεν υπάρχουν διαθέσιμα αρχεία για προσθήκη αυτή τη στιγμή.
es_co: No hay archivos disponibles para adicionar ahora.
fa_ir: در حال حاضر هیچ فایلی برای افزودن وجود ندارد.
hu_hu: Jelenleg nincsenek hozzáadható állományok.
lv_lv: Pašreiz nav datņu, kuras būtu iespējams pievienot.
no: Ingen filer er tilgjengelige.
ru: Нет файлов, доступных для добавления.
tr_tr: Şu anda eklenecek dosya yok.

source: To use this feature you need to upload your files via FTP to the folder
ar_sa: لاستخدام هذه الميزة ، تحتاج إلى تحميل ملفاتك عبر FTP إلى المجلد
el_gr: Για να χρησιμοποιήσετε αυτή τη λειτουργία, πρέπει να φορτώσετε τα αρχεία σας μέσω FTP στο φάκελο
es_co: Para usar esta funcionalidad necesita cargar sus archivos via FTP a la carpeta
fa_ir: برای استفاده از این ویژگی شما باید فایل های خود را از طریق FTP به پوشه آپلود کنید
hu_hu: Ennek a funkciónak a használatához az állományokat FTP-n fel kell töltenie ebbe a könyvtárba:
lv_lv: Lai izmantotu šo funkciju ir nepieciešams augšuplādēt datnes izmantojot FTP savienojumu
no: For å bruke denne funksjonaliteten må du laste opp filene dine til katalogen via FTP
ru: Для использования этой опции необходимо загрузить файлы в папку по FTP
tr_tr: Bu özelliği kullanmak için dosyalarınızı FTP üzerinden klasöre yüklemelisiniz

source: Account logs in through the form
ar_sa: تسجيل الدخول إلى الحساب من خلال النموذج
el_gr: Ο λογαριασμός συνδέεται μέσω της φόρμας
es_co: Ingresa a su cuenta a través del formulario
fa_ir: حساب کاربری از طریق فرم به سیستم وارد شد
hu_hu: Fiók belépések az ürlapon keresztül
lv_lv: Konts pieslēdzies izmantojot formu
no: Kontologger gjennom formularet
ru: Аккаунт входит в систему через форму
tr_tr: Hesap form aracılığıyla giriş yapar

source: Account (user or client) logs out
ar_sa: الحساب (مستخدم أو عميل) يسجل الخروج
el_gr: Ο λογαριασμός (χρήστης ή πελάτης) αποσυνδέεται
es_co: Cerrar la sesión de la cuenta (usuario o cliente)
fa_ir: حساب کاربری (کاربر یا مشتری) خارج شد
hu_hu: Fiók (felhasználó vagy ügyfél) kilépések
lv_lv: Konts (lietotājs vai klients) beidzis sesiju
no: Konto (bruker eller klient) logger ut
ru: Аккаунт (пользователь или клиент) вышел
tr_tr: Hesap (kullanıcı veya istemci(alıcı)) oturumu kapattı

source: A user creates a new user account
ar_sa: يقوم المستخدم بإنشاء حساب مستخدم جديد
el_gr: Ένας χρήστης δημιουργεί έναν νέο λογαριασμό χρήστη
es_co: Un usuario crea una nueva cuenta de usuario
fa_ir: کاربر یک حساب کاربری جدید ایجاد کرد
hu_hu: Egy felhasználó új felhasználói fiókot hoz létre
lv_lv: Lietotājs izveido jaunu lietotāja kontu
no: En bruker oppretter en ny konto
ru: Пользователь создал новый аккаунт пользователя
tr_tr: Bir kullanıcı yeni bir kullanıcı hesabı oluşturur

source: A user creates a new client account
ar_sa: يقوم المستخدم بإنشاء حساب عميل جديد
el_gr: Ένας χρήστης δημιουργεί έναν νέο λογαριασμό πελάτη
es_co: Un usuario crea una nueva cuenta de cliente
fa_ir: کاربر یک حساب مشتری جدید ایجاد کرد
hu_hu: Egy felhasználó új ügyfélfiókot hoz létre
lv_lv: Lietotājs izveido jaunu klienta kontu
no: En bruker oppretter en ny klientkonto
ru: Пользователь создал новый аккаунт клиента
tr_tr: Yeni istemci hesabı için kullanıcı

source: A client registers an account for himself
ar_sa: يقوم العميل بتسجيل حساب لنفسه
el_gr: Ένας πελάτης κάνει εγγραφή για τον εαυτό του
es_co: Un cliente registro una cuenta por sí mismo
fa_ir: مشتری یک حساب کاربری برای خود ثبت کرد
hu_hu: Egy ügyfél létrehoz egy fiókot saját maga számára
lv_lv: Klients reģistrē savu kontu
no: En bruker registrerer en konto for seg selv
ru: Клиент зарегистрировал аккаунт для себя
tr_tr: Bir kullanıcı yeni bir istemci(alıcı) hesabı oluşturur

source: A client registers using a social profile
ar_sa: عميل قام بالتسجيل من خلال ملف شخصي
es_co: Un cliente se registró utilizando un perfil social
hu_hu: Egy ügyfél regisztrál közösségi profil segítségével
lv_lv: Klients reģistrējas izmantojot sociālo profilu
no: En klient registrerer en konto via en sosial profil
ru: Клиент регистрируется с социальным профилем

source: Account logged in using a social profile
ar_sa: تم الدخول إلى حساب بإستخدام ملف شخصي
es_co: La cuenta inició sesión utilizando un perfil social
hu_hu: Bejelentkezve közösségi profil segítségével
lv_lv: Konts ielogojies izmanotjot sociālo profilu
no: Konto logget på via en sosial profil
ru: Пользователь вошёл с использованием социального профиля

source: A file is uploaded by an user
ar_sa: يتم تحميل ملف من قبل المستخدم
el_gr: Ένα αρχείο μεταφορτώθηκε από ένα χρήστη
es_co: El usuario cargo un archivo
fa_ir: فایل توسط کاربر آپلود شد
hu_hu: Egy felhasználó állományt töltött fel
lv_lv: Datne tikusi augšuplādēta no lietotāja
no: En fil blir lastet opp av en bruker
ru: Файл загружен пользователем
tr_tr: A file is uploaded by a user

source: A file is uploaded by a client
ar_sa: يتم تحميل ملف من قبل العميل
el_gr: Ένα αρχείο μεταφορτώθηκε από ένα πελάτη
es_co: El cliente cargo un archivo
fa_ir: فایل توسط مشتری آپلود شد
hu_hu: Egy ügyfél állományt töltött fel
lv_lv: Datne tikusi augšuplādēta no klienta
no: En fil blir lastet opp av en klient
ru: Файл загружен клиентом
tr_tr: Bir istemci(alıcı) tarafından bir dosya yüklenir

source: A file is downloaded by a user
ar_sa: تم تنزيل ملف من قبل مستخدم
es_co: Un archivo fue descargado por un usuario
hu_hu: Egy felhasználó állományt töltött le
lv_lv: Datne lejuplādēta ar lietotāja
no: En fil ble lasten ned av en bruker
ru: Файл скачан пользователем

source: A file is downloaded by a client
ar_sa: يتم تنزيل ملف من قبل العميل
el_gr: Ένα αρχείο έγινε λήψη από έναν πελάτη
es_co: El cliente descargo un archivo
fa_ir: یک فایل توسط یک مشتری دانلود می شود
hu_hu: Egy ügyfél állományt töltött le
lv_lv: Datne lejuplādēta ar klientu
no: En fil blir lastet ned av en klient
ru: Файл скачан клиентом
tr_tr: Bir dosya istemci(alıcı) tarafından indiriliyor
