Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: If you need an account, please contact a server administrator.
ar_sa: إذا كنت بحاجة إلى حساب ، يرجى الاتصال بمسؤول الخادم.
el_gr: Εάν χρειάζεστε έναν λογαριασμό, επικοινωνήστε με έναν διαχειριστή του διακομιστή.
es_co: Si usted requiere una cuenta contacte al administrador
fa_ir: اگر به یک حساب کاربری نیاز دارید، لطفا با مدیر سیستم تماس بگیرید.
hu_hu: Ha szeretne regisztrálni, kérjük, a rendszeradminisztrátornak írjon!
lv_lv: Ja jums ir nepieciešams konta izveide, lūdzu sazinieties ar servera administrātoru.
no: Kontakt en serveradministrator om trenger en konto.
ru: Если Вам нужна учетная запись, пожалуйста свяжитесь с администратором сервера.
tr_tr: Eğer hesaba ihtiyacınız varsa, lütfen sistem yöneticisiyle iletişime geçin.

source: %s minimum version not met. Please upgrade to at least version %s
ar_sa: %s أقل إصدار لم يتحقق. الرجاء التحديث إلى إصدار على الأقل %s
es_co: %s versión caduca, favor actualice a la última versión %s
hu_hu: %s minimum verzió nem felel meg. Kérjük frissítsen legalább a %s verzióra.
lv_lv: %s neizpatīk minimālām versijas prasībām. Lūdzu atjauno līdz versijai %s
ru: Минимальная версия %s не подходит. Пожалуйста, обновите версию как минимум до %s

source: Install
ar_sa: تثبيت
el_gr: Εγκατάσταση
es_co: Instalar
fa_ir: نصب
hu_hu: Telepítés
lv_lv: Uzstādīt
no: Innstaller
ru: Установка
tr_tr: Yükle

source: Congratulations! Everything is up and running.
ar_sa: تهانينا! كل شيء جاهز.
el_gr: Συγχαρητήρια! Όλα είναι πάνω και λειτουργούν.
es_co: Felicitaciones todo esta funcionando.
fa_ir: تبریک می گویم! همه چیز در حال اجرا است
hu_hu: Gratulálunk! Minden megfelelően működik.
lv_lv: Apsveicam! Viss ticis uzstādīts un darbojas.
no: Gratulerer! Alt fungerer som planlagt.
ru: Поздравляем! Все установлено и работает.
tr_tr: Tebrikler! Her şey yolunda ve çalışıyor.

source: You may proceed to log in with your newely created username and password.
ar_sa: يمكنك الإكمال بالدخول مستخدماً الإسم و كلمة المرور التي تم أصدارها حديثاً.
es_co: Puedes proceder a iniciar sesión con tu nuevo nombre de usuario y contraseña.
hu_hu: Továbbléphet a bejelentkezéshez az újonnan létrehozott felhasználónevével és jelszavával.
lv_lv: Jūs varat turpināt ar ielogošanos izmanotjot svaigi izveidoto lietotājvārdu un paroli.
ru: Вы можете войти в систему, используя только что созданное имя пользователя и пароль.

source: Already installed
ar_sa: مثبت مسبقا
el_gr: Ήδη εγκατεστημένο
es_co: Ya Instalado
fa_ir: قبلا نصب شده است
hu_hu: Már telepítve van
lv_lv: Jau uzstādīts
no: Allerede innstallert
ru: Уже установлено
tr_tr: Zaten yüklendi

source: It seems that ProjectSend is already installed here.
ar_sa: يبدو أن ProjectSend مثبت بالفعل هنا.
el_gr: Φαίνεται ότι το ProjectSend είναι ήδη εγκατεστημένο εδώ.
es_co: Parece que ProjectSend ya está instalado aquí
fa_ir: به نظر می رسد ProjectSend از قبل در اینجا نصب شده است.
hu_hu: Úgy tűnik, hogy a ProjectSend már telepítésre került.
lv_lv: Tā izskatās, ka ProjectSend šeit jau ir uzstādīts.
no: Det ser ut til at ProjectSend allerede er innstallert her.
ru: Похоже, ProjectSend уже здесь установлен.
tr_tr: ProjectSend zaten buraya yüklenmiş gözüküyor.

source: If you want to reinstall, please delete the system tables from the database and come back to the installation form.
ar_sa: إذا كنت ترغب في إعادة التثبيت ، يرجى حذف جداول النظام من قاعدة البيانات والعودة إلى نموذج التثبيت.
el_gr: Εάν θέλετε να το επανεγκαταστήσετε, διαγράψτε τους πίνακες συστήματος από τη βάση δεδομένων και επιστρέψτε στη φόρμα εγκατάστασης.
es_co: Si desea reinstalar, favor borrar las tablas del sistema, y regrese al formulario de instalación.
fa_ir: اگر می خواهید مجددا نصب کنید، لطفا جداول سیستم را از پایگاه داده حذف کنید و دوباره به فرم نصب بروید.
hu_hu: Ha újra kívánja telepíteni, akkor törölje a rendszertáblákat az adatbázisból és nyissa meg újra a telepítési ürlapot
lv_lv: Ja vēlies pārinstelēt, lūdzam izdzēst iepriekšējās sistēmas tabulas no datubāzes un tad atgriezies pie uzstādīšans formas.
no: Hvis du vil innstallere på ny sletter du systemtabellene fra databasen og returnerer til installasjonsformularet.
ru: Если вы хотите переустановить систему, удалите все системные таблицы из базы данных и снова перейдите на форму установки.
tr_tr: Eğer yeniden-yüklemek istiyorsanız , lütfen veritabanından bütün tabloları silin ve yükleme ekranına geri dönün.

source: Database installation was successful, but errors were encountered.
ar_sa: تنصيب قاعدة البيانات تم بنجاح، و لكن تم مواجهة بعض الأخطاء.
es_co: Base de datos instalada correctamente, pero se encontraron errores.
hu_hu: Az adatbázis telepítése sikeres, azonban hibák fordultak elő.
lv_lv: Datubāzes uzstādīšana veiksmīga, taču procesa laika uzskaitītas pāris kļūmes.
ru: Установка базы данных прошла успешно, но некоторые ошибки были обнаружены.

source: The following directories could not be created:
ar_sa: تعذر إنشاء الدلائل التالية:
es_co: Las siguientes carpetas no pudieron ser creados:
hu_hu: A következő könyvtárak létrehozása sikertelen:
lv_lv: Sekojošās direktorijas nevarēja tikt izveidotas:
ru: Следующие директории не могут быть созданы:

source: The following directories could not be chmodded to 755:
ar_sa: اتعذر تحويل الدلائل التالية إلى 755:
es_co: No se pudo asignar el valor de chmod de 755 a los siguientes directorios:
hu_hu: A következő könyvtárak jogosultsága nem állítható 755-re:
lv_lv: Sekojošās direktoriju tiesības nevarēja tikt pārrakstītas uz chmod 755:
ru: Для следующих каталогов нельзя установить chmod 755:

source: There was an error writing to the database.
ar_sa: حدث خطأ في الكتابة لقاعدة البيانات
es_co: Hubo un error al escribir en la base de datos.
hu_hu: Hiba történt az adatbázis írás során.
lv_lv: Notikušas kļumes rakstot datubāzē.
ru: Ошибка записи в базу данных.

source: Basic system options
ar_sa: خيارات النظام الأساسية
el_gr: Βασικές επιλογές συστήματος
es_co: Opciones basicas del sistema
fa_ir: گزینه های اصلی سیستم
hu_hu: Alapvető rendszerbeállítások
lv_lv: Sistēmas pamata opcijas
no: Grunnleggende systemvalg
ru: Основные настройки системы
tr_tr: Temel sistem ayarları

source: You need to provide this data for a correct system installation. The site name will be visible in the system panel, and the client's lists.
ar_sa: تحتاج إلى توفير هذه البيانات لتثبيت نظام صحيح. سيكون اسم الموقع مرئيًا في لوحة النظام ، وقوائم العميل.
el_gr: Πρέπει να δώσετε αυτά τα δεδομένα για σωστή εγκατάσταση του συστήματος. Το όνομα του ιστότοπου θα είναι ορατό στον πίνακα συστήματος και στις λίστες του πελάτη.
es_co: Es necesario proporcionar estos datos para una correcta instalación del sistema. El sitio será visible en el panel del sistema y en las listas de clientes.
fa_ir: شما باید این داده ها را برای نصب سیستم درست کنید. نام سایت در قسمت سیستم و لیست مشتری قابل مشاهده خواهد بود.
hu_hu: Egy megfelelő telepítéshez meg kell adnia ezt az információt. A weboldal neve látható lesz a rendszer panelen és az ügyfelek listáiban is.
lv_lv: Tev jānorāda šie dati priekš korektas sistēmas uzstādīšanas. Lapas nosaukums būs redzam sistēmas panellī, kā arī klienta sarakstos.
no: Du må opplyse om disse dataene for en korrekt systeminstallasjon. Nettstedsnavnet vil være synlig i systempanelet, og klientens lister.
ru: Вы должны предоставить эти данные для правильной установки системы. Имя на сайте будут отображаться в системной панели и списках для клиентов.
tr_tr: Doğru bir sistem kurulumu için bu verileri sağlamanız gerekir. Sitesistem panelinde ve istemci(alıcı)nin listelerinde ad görünecek.

source: Remember to edit the file
ar_sa: تذكر تحرير الملف
el_gr: Θυμηθείτε να επεξεργαστείτε το αρχείο
es_co: Recuerde editar el archivo
fa_ir: به خاطر داشته باشید که ویرایش کنید فایل
hu_hu: Ne felejtse el szerkeszteni az állományt
lv_lv: Atceries rediģēt datni
no: Husk å endre filen
ru: Не забудьте отредактировать файл
tr_tr: Dosyayı düzenlemeyi unutmayın

source: with your database settings before installing. If the file doesn't exist, you can create it by renaming the dummy file sys.config.sample.php.
ar_sa: مع إعدادات قاعدة البيانات الخاصة بك قبل التثبيت. إذا لم يكن الملف موجودًا ، فيمكنك إنشاؤه بإعادة تسمية الملف الوهمي sys.config.sample.php.
el_gr: με τις ρυθμίσεις της βάσης δεδομένων πριν από την εγκατάσταση. Εάν το αρχείο δεν υπάρχει, μπορείτε να το δημιουργήσετε με μετονομασία του αρχείου sys.config.sample.php.
es_co: con la configuración de su base de datos antes de la instalación. Si el archivo no existe, puede crearlo renombrando el archivo sys.config.sample.php.
fa_ir: با تنظیمات پایگاه داده خود را قبل از نصب. اگر فایل وجود ندارد، می توانید آن را با تغییر نام فایل ساختگی sys.config.sample.php ایجاد کنید.
hu_hu: az adatbázis beállításokat telepítés előtt. Ha ez a fájl nem létezik, akkor létrehozhatja azt a minta sys.config.sample.php fájl átnevezésével.
lv_lv: ar saviem datubāzes iestatījumiem pirms tās uzstādīšanas. Ja fails neeksistē, tu to vari izveidot nosaucot par sys.config.sample.php.
no: med databaseinstillingene dine før installasjon. Hvis filen ikke eksisterer kan du oprette den ved å endre navnet på dummy-filen sys.config.sample.php.
ru: с настройками вашей базы данных до установки. Если файл не существует, вы можете создать его переименовав файл sys.config.sample.php.
tr_tr: yüklemeden önce veritabanı ayarlarınızla. Dosya yoksa,sys.config.sample.php adındaki sahte dosyayı yeniden adlandırarak oluşturabilirsiniz.

source: ProjectSend URI (address)
ar_sa: ProjectSend URI (العنوان)
el_gr: ProjectSend URI (διεύθυνση)
es_co: Dirección URI ProjectSend
hu_hu: ProjectSend URI (cím)
lv_lv: ProjectSend URl (adrese)
no: ProjetSend-URL (adresse)
ru: ProjectSend URI (адрес)
tr_tr: ProjectSend URI (adres)

source: Default system administrator options
ar_sa: خيارات مسؤول النظام الافتراضية
el_gr: Προεπιλεγμένες επιλογές διαχειριστή συστήματος
es_co: Opciones por defecto del administrador del sistema
fa_ir: گزینه های پیش فرض مدیریت سیستم
hu_hu: Alapértelmezett rendszer adminisztrációs beállítások
lv_lv: Noklusētie sistēmas administrātora iestatījumi
no: Standard systemadministratorvalg
ru: Опции системного администратора по умолчанию
tr_tr: Varsayılan sistem yöneticisi seçenekleri

source: This info will be used to create a default system user, which can't be deleted afterwards. Password should be between
ar_sa: سيتم استخدام هذه المعلومات لإنشاء مستخدم افتراضي للنظام ، والذي لا يمكن حذفه بعد ذلك. يجب أن تكون كلمة المرور بين
el_gr: Αυτές οι πληροφορίες θα χρησιμοποιηθούν για τη δημιουργία ενός προεπιλεγμένου χρήστη του συστήματος, ο οποίος δεν μπορεί να διαγραφεί στη συνέχεια. Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ
es_co: Esta información se utilizará para crear un usuario del sistema por defecto, que no puede ser borrado después. La contraseña debe estar entre
fa_ir: این اطلاعات برای ایجاد کاربر سیستم پیش فرض استفاده می شود که بعدا نمی تواند حذف شود. گذرواژه باید بین باشد
hu_hu: Ez az információ arra lesz használva, hogy létrehozzunk egy alapértelmezett rendszer felhasználót, amelyet ezt követően nem lehet törölni. A jelszónak
lv_lv: Šī informācija tiks izmantota lai izveidotu noklusēto sistēmas lietotāju, kurš nevarēs vēlāk tikt dzēsts. Parolei jābūt no
no: Denne informasjonen vil bli brukt til å lage en standard systembruker som ikke kan slettes senere. Passord må være mellom
ru: Эта информация будет использоваться для создания пользователя в системе по умолчанию, которого после этого невозможно удалить. Пароль должен быть
tr_tr: Bu bilgi, kullanılamayan varsayılan bir sistem kullanıcısı oluşturmak için kullanılacaksonradan silindi. Parola arasında olmalı

source: and
ar_sa: التالي
el_gr: και
es_co: y
fa_ir: و
hu_hu: és
lv_lv: līdz
no: og
ru: и
tr_tr: ve

source: characters long.
ar_sa: الحروف طويلة.
el_gr: χαρακτήρες μακρυά.
es_co: caracteres de long.
fa_ir: کاراکتر طول
hu_hu: karakter hosszúnak kell lennie.
lv_lv: simbliem garai.
no: tegn langt.
ru: символов длиной.
tr_tr: karakter uzunluğu.

source: After installing the system, you can go to the options page to set your timezone, preferred date display format and thumbnails parameters, besides being able to change the site options provided here.
ar_sa: بعد تثبيت النظام ، يمكنك الانتقال إلى صفحة الخيارات لتعيين المنطقة الزمنية الخاصة بك وتنسيق عرض التاريخ المفضل ومعلمات الصور المصغرة ، بالإضافة إلى القدرة على تغيير خيارات الموقع المقدمة هنا.
el_gr: Αφού εγκαταστήσετε το σύστημα, μπορείτε να μεταβείτε στη σελίδα επιλογών για να ορίσετε τη ζώνη ώρας, την προτιμώμενη μορφή εμφάνισης ημερομηνίας και τις παραμέτρους των μικρογραφιών, εκτός από τη δυνατότητα αλλαγής των επιλογών τοποθεσίας που παρέχονται εδώ.
es_co: Después de instalar el sistema, vaya a la página de opciones para establecer su zona horaria, formato de visualización de fecha preferido y parámetros de miniaturas, además de poder cambiar las opciones de sitio que se ofrecen aquí.
fa_ir: پس از نصب سیستم، می توانید به صفحه گزینه ها بروید تا منطقه زمانی، قالب بندی نمایش داده شده و پارامترهای تصویر بند انگشتی را تنظیم کنید، علاوه بر این میتوانید گزینه های سایت را که در اینجا ارائه شده تغییر دهید.
hu_hu: A rendszer telepítése után a beállítások oldalon megadhatja az időzónát, dátumformátumot és a bélyegképek paramétereit, valamint az itt megadott beálíltásokat is módosíthatja.
lv_lv: Pēc sistēmas uzstādīšanas, tu vari doties uz Iestatījumu sadaļu, lai iestatītu laika zonu, vēlamo datuma attainošanas formātu un sīktēlu paramterus, kā arī mainīt citu funkcionalitāti, kuras tiek piedāvātas.
no: Etter installasjon av systemet kan du gå til valgsiden for å sette tidssone, ønsket datoformat og innstillinger for miniatyrbilder, så vel som å endre andre nettstedsinnstillinger.
ru: После установки системы, вы можете перейти на страницу настроек для установки часового пояса, формата отображения даты и параметров миниатюр, помимо настроек которые доступны здесь.
tr_tr: Sistemi kurduktan sonra, ayarlamak için seçenekler sayfasına gidebilirsinsaat dilimi, tercih edilen tarih görüntüleme biçimi ve küçük resimlerin yanı sıraburada verilen site seçeneklerini değiştirebilme.

source: The configuration file already exists.
ar_sa: ملف التكوين موجود بالفعل.
el_gr: Το αρχείο configuration υπάρχει ήδη.
es_co: Ya existe el archivo de configuración.
fa_ir: فایل پیکربندی در حال حاضر وجود دارد.
hu_hu: A konfigurációs fájl már létezik.
lv_lv: Konfigurācijas datne jau eksistē.
no: Konfigurasjonsfilen eksisterer allerede.
ru: Конфигурационный файл уже существует.
tr_tr: Yapılandırma dosyası zaten var.

source: Successfully wrote the config file.
ar_sa: كتب ملف التكوين بنجاح.
el_gr: Έγραψε με επιτυχία το αρχείο config.
es_co: Se escribió exitosamente el archivo de configuración
fa_ir: فایل پیکربندی را به صورت موفقیت آمیز نوشت.
hu_hu: A konfigurációs fájl sikeresen kiírásra került.
lv_lv: Veiksmīgi izveidota konfigurācijas datne.
no: Opprettet config-filen med suksess.
ru: Конфигурационный файл успешно записан.
tr_tr: Konfigurasyon dosyası başarıyla yazılmıştır.

source: Continue to installation
ar_sa: تابع التثبيت
el_gr: Συνεχίστε την εγκατάσταση
es_co: Continue a la instalación
fa_ir: ادامه نصب
hu_hu: Telepítés folytatása
lv_lv: Turpināt ar uzstādīšanu
no: Fortsett installasjonen
ru: Продолжить инсталляцию
tr_tr: Kuruluma devam et

source: Database configuration
ar_sa: تكوين قاعدة البيانات
el_gr: Διαμόρφωση βάσης δεδομένων
es_co: Configuración de la Base de Datos
fa_ir: پیکربندی پایگاه داده
hu_hu: Adatbázis beállításai
lv_lv: Datubāzes konfigurācija
no: Databasekonfigurasjon
ru: Конфигурация базы данных
tr_tr: Veritabanı yapılandırması

source: You need to provide this data for a correct database communication.
ar_sa: تحتاج إلى توفير هذه البيانات لاتصال قاعدة بيانات صحيح.
el_gr: Πρέπει να δώσετε αυτά τα δεδομένα για μια σωστή επικοινωνία βάσης δεδομένων.
es_co: Usted necesita proveer estos datos para corrgir la comunicación con la Base de Datos.
fa_ir: شما باید برای برقراری ارتباط با پایگاه داده، این اطلاعات را درست وارد کنید.
hu_hu: Ezekre az adatokra a megfelelő adatbázis kommunikációhoz van szükség.
lv_lv: Tev nepieciešams norādīt korektu informāciju, lai izveidotu datubāzes savienojumu.
no: Du må opplyse om disse dataene for korrekt databasekommunikasjon.
ru: Вы должны предоставить эти данные для корректного соединения с базой данных.
tr_tr: Doğru bir veritabanı iletişimi için bu verileri sağlamanız gerekir.

source: Select driver
ar_sa: حدد برنامج التشغيل
el_gr: Επιλέξτε οδηγό
es_co: Seleccione el controlador
fa_ir: انتخاب درایور
hu_hu: Meghajtóprogram kiválasztása
lv_lv: Izvēlies dzini
no: Velg driver
ru: Выберите драйвер
tr_tr: Sürücü seç

source: (not supported)
ar_sa: (غير مدعوم)
el_gr: (δεν υποστηρίζεται)
es_co: (No soportado)
fa_ir: (پشتیبانی نشده)
hu_hu: (nem támogatott)
lv_lv: (netiek atbalstīts)
no: (støttes ikke)
ru: (не поддерживается)
tr_tr: (desteklenmiyor)

source: Database name
ar_sa: اسم قاعدة البيانات
el_gr: Όνομα βάσης δεδομένων
es_co: Nombre de la Base de datos
fa_ir: نام پایگاه داده
hu_hu: Adatbázis neve
lv_lv: Datubāzes nosaukums
no: Databasenavn
ru: Имя базы данных
tr_tr: Veritabanı adı

source: Table prefix
ar_sa: بادئة الجدول
el_gr: Πρόθεμα πίνακα
es_co: Prefijo de las tablas
fa_ir: پیشوند جدول
hu_hu: Tábla előtag
lv_lv: Tabulas prefikss
no: Tabell-prefiks
ru: Префикс таблицы
tr_tr: Tablo öneki

source: The database is already populated
ar_sa: تم تعبئة قاعدة البيانات بالفعل
el_gr: Η βάση δεδομένων έχει ήδη συμπληρωθεί
es_co: La base de datos ya esta poblada
fa_ir: پایگاه داده قبلا پر شده است
hu_hu: Az adatbázisban már vannak táblák
lv_lv: Datubāzes jau ir aizpildīta
no: Databasen inneholder allerede informasjon
ru: База данных уже создана
tr_tr: Veritabanı zaten doldurulmuş

source: Reuse existing tables
ar_sa: إعادة استخدام الجداول الموجودة
el_gr: Επαναχρησιμοποίηση υφιστάμενων πινάκων
es_co: Reusar las tablas existentes
fa_ir: استفاده مجدد از جداول موجود
hu_hu: A létező táblák újrafelhasználása
lv_lv: Izmantot eksistējošās tabulas
no: Bruk eksisterende tabeller på ny
ru: Использовать существующие таблицы
tr_tr: Varolan tabloyu tekrar kullan

source: Language selection
ar_sa: اختيار اللغة
el_gr: Επιλογή γλώσσας
es_co: selección de idioma
fa_ir: انتخاب زبان
hu_hu: Nyelvválasztás
lv_lv: Valodas izvēle
no: Språkvalg
ru: Выбор языка
tr_tr: Dil seçimi

source: Default maximum upload file size
ar_sa: الحد الأقصى لحجم ملف التحميل الافتراضي
el_gr: Προεπιλεγμένο μέγιστο μέγεθος αρχείου για ανέβασμα
es_co: tamaño máximo de subida
fa_ir: حداکثر اندازه فایل قابل آپلود
hu_hu: Alapértelmezett maximálisan feltölthető fájlméret
lv_lv: Noklusētais maksimālais datņu augšuplādes izmērs
no: Standard maksimum filopplastingsstørrelse
ru: Максимальный размер файла для закачки по умолчанию
tr_tr: Varsayılan maksimum yükleme dosyası boyutu

source: Value expressed in MB, where 1GB = 1024
ar_sa: تم التعبير عن القيمة بالميغابايت ، حيث 1 جيجابايت = 1024
el_gr: Τιμή εκφράζεται σε MB, όπου 1GB = 1024
es_co: Valor espresado en MB, donde 1GB = 1024
fa_ir: مقادیر در واحد MB بیان شده که در آن 1GB = 1024
hu_hu: Az értékek MB-ban értendők, ahol 1GB = 1024 megabájt
lv_lv: Vērtība attainota MB, pieņemot ka 1GB =1024
no: Verdi i MB, hvor 1GB = 1024 MB
ru: Величина выражена в MB, где 1GB = 1024Мб
tr_tr: MB cinsinden ifade edilen değer, burada 1GB = 1024

source: Folders
ar_sa: الملفات
el_gr: Φάκελοι
es_co: carpetas
fa_ir: پوشه ها
hu_hu: Könyvtárak
lv_lv: Mapes
no: Kataloger
ru: Каталоги
tr_tr: Klasörler

source: Writable
ar_sa: قابل للكتابة
el_gr: Διαθέσιμο προς επεξεργασία
es_co: Editable
fa_ir: قابل نوشتن
hu_hu: Írható
lv_lv: Rakstāms
no: Skrivbar
ru: Доступно для записи
tr_tr: Yazılabilir

source: Not writable
ar_sa: غير قابل للكتابة
el_gr: Μη διαθέσιμο προς επεξεργασία
es_co: No editable
fa_ir: قابل نوشتن نیست
hu_hu: Nem írható
lv_lv: Nerakstāms
no: Ikke skrivbar
ru: Недоступно для записи
tr_tr: Yazılamaz

source: Check again
ar_sa: تحقق مرة اخرى
el_gr: Ελέγξετε ξανά
es_co: cheque nuevamente
fa_ir: بررسی مجدد
hu_hu: Újraellenőrzés
lv_lv: Pārbaudīt vēlreiz
no: Sjekk på ny
ru: Проверьте снова
tr_tr: Tekrar kontrol et

source: Write config file
ar_sa: اكتب ملف التكوين
el_gr: Γράψτε το αρχείο config
es_co: Escribir el archivo de configuración
fa_ir: نوشتن در فایل config
hu_hu: Konfigurációs fájl kiírása
lv_lv: Rakstīt konfigurācijas datni
no: Skriv config-fil
ru: Записать конфигурационный файл
tr_tr: Yapılandırma dosyasını yaz

source: Check
ar_sa: تحقق
el_gr: Έλεγχος
es_co: Revise
fa_ir: بررسی
hu_hu: Ellenőrzés
lv_lv: Pārbaudīt
no: Sjekk
ru: Проверить
tr_tr: Kontrol et

source: for client
ar_sa: للعميل
el_gr: για πελάτη
es_co: Para el Cliente
fa_ir: برای مشتری
hu_hu: ügyfélnek
lv_lv: priekš klienta
no: for klient
ru: для клиента
tr_tr: istemci(alıcı) için

source: for group
ar_sa: للمجموعة
el_gr: για ομάδα
es_co: para el Grupo
fa_ir: برای گروه
hu_hu: csoportnak
lv_lv: priekš grupas
no: for gruppe
ru: для группы
tr_tr: grup için

source: on category
ar_sa: في الفئة
el_gr: στην κατηγορία
es_co: por categoria
fa_ir: برروی دسته بندی
hu_hu: kategóriában
lv_lv: kategorijā
no: på kategori
ru: в категории
tr_tr: kategoride

source: The selected files were marked as hidden.
ar_sa: تم تحديد الملفات المحددة على أنها مخفية.
el_gr: Τα επιλεγμένα αρχεία επισημάνθηκαν ως κρυφά.
es_co: Los archivos seleccionados fueron marcados como ocultos
fa_ir: فایل های انتخاب شده به عنوان مخفی مشخص شده اند.
hu_hu: A kiválasztott állományok rejtettként lettek megjelölve.
lv_lv: Izvēlētie faili tikuši atzīmēti kā slēpti.
no: De valgte filene ble markert som gjemt.
ru: Выбранные файлы были отмечены как скрытые.
tr_tr: Seçilen dosyalar gizli olarak işaretlendi.

source: The selected files were marked as visible.
ar_sa: تم تحديد الملفات المحددة على أنها مرئية.
el_gr: Τα επιλεγμένα αρχεία επισημάνθηκαν ως ορατά.
es_co: Los archivos seleccionados fueron marcados como visibles
fa_ir: فایل های انتخاب شده به عنوان قابل مشاهده مشخص شده اند.
hu_hu: A kiválasztott állományok láthatóként lettek megjelölve.
lv_lv: Izvēlētie faili tikuši atzīmēti kā redzami.
no: De valgte filene ble markert som synlige.
ru: Выбранные файлы были отмечены как видимые.
tr_tr: Seçilen dosyalar görünür olarak işaretlendi.

source: The selected files were succesfully unassigned.
ar_sa: تم إلغاء تعيين الملفات المختارة بنجاح.
es_co: Los archivos seleccionados fueron desasignados correctamente.
hu_hu: A kiválasztott állományok kiosztatlanként lettek megjelölve.
lv_lv: Izvēlētie faili tikuši veiksmīgi atsaistīti.
ru: Выбранные файлы были успешно откреплены.

source: The selected files were deleted.
ar_sa: تم حذف الملفات المحددة.
el_gr: Τα επιλεγμένα αρχεία διαγράφηκαν.
es_co: Los archivos seleccionados fueron borrados.
fa_ir: برخی از فایل ها قابل حذف نیستند.
hu_hu: A kiválasztott állományokat töröltük.
lv_lv: Izvēlētie faili tikuši dzēsti.
no: De valgte filene ble slettet.
ru: Выбранные файлы удалены.
tr_tr: Seçilen dosyalar silindi.

source: Some files could not be deleted.
ar_sa: تعذر حذف بعض الملفات.
el_gr: Δεν ήταν δυνατή η διαγραφή ορισμένων αρχείων.
es_co: Algunos archivos no se ha borrado
fa_ir: برخی از فایل ها نمی توانند حذف شوند.
hu_hu: Néhány állomány törlése nem sikerült.
lv_lv: Daži no failiem nevarēja tikt dzēsti.
no: Noen filer kunne ikke slettes.
ru: Несколько файлов нельзя удалить.
tr_tr: Bazı dosyalar silinemedi.

source: Please select at least one file.
ar_sa: يرجى تحديد ملف واحد على الأقل.
el_gr: Επιλέξτε τουλάχιστον ένα αρχείο.
es_co: Por favor seleccione al menos un archivo
fa_ir: لطفا حداقل یک فایل را انتخاب کنید.
hu_hu: Kérem jelöljön ki legalább egy állományt.
lv_lv: Lūdzu norādīt vismaz vienu no datnēm.
no: Vennligst velg minst èn fil.
ru: Пожалуйста, выберите хотя бы один файл.
tr_tr: Lütfen en az bir dosya seçin.

source: Visible
ar_sa: مرئي
el_gr: Ορατό
es_co: isible
fa_ir: قابل رویت
hu_hu: Látható
lv_lv: Redzams
no: Synlig
ru: Видимый
tr_tr: Görülebilir

source: Hidden
ar_sa: مخفي
el_gr: Κρυφό
es_co: Oculto
fa_ir: مخفی شده
hu_hu: Rejtett
lv_lv: Paslēpts
no: Gjemt
ru: Скрытый
tr_tr: Gizli
