Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Selected files actions
ar_sa: إجراءات الملفات المحددة
el_gr: Ενέργειες επιλεγμένων αρχείων
es_co: Acciones de archivos seleccionados
fa_ir: اقدامات برای فایل‌های انتخابی
hu_hu: Kijelölt állományok művelete
lv_lv: Izvēlies datņu darbības
no: Valgte filhendelser
ru: Действия над выбранными файлами
tr_tr: Seçilen dosya eylemleri

source: Download zipped
ar_sa: التنزيل مضغوط
el_gr: Λήψη συμπιεσμένου
es_co: Descarga comprimida
fa_ir: دانلود فایل زیپ شده
hu_hu: Letöltés tömörítve
lv_lv: Lejuplādēt arhīvā zip
no: Last ned zip
ru: Скачать сжатыми в ZIP
tr_tr: Zip olarak indir

source: Set to hidden from everyone already assigned
ar_sa: لقد تم تعيينه مسبقاً مخفي عن الكل
es_co: Establecer como oculto para todos los que ya fueron asignados
hu_hu: Elrejtés az összes hozzárendelt számára
lv_lv: Iestatīt kā slēptu no visiem, kuri jau piesaistīti
ru: Сделать невидимым для всех, за кем закреплено

source: Set to visible to everyone already assigned
ar_sa: لقد تم تعيينه مسبقاً مرئي للكل
es_co: Establecer como visible para todos los que ya fueron asignados
hu_hu: Láthatóvá tétel az összes hozzárendelt számára
lv_lv: Iestatīt kā redzamu visiem, kuri jau piesaistīti
ru: Сделать видимым для всех, за кем закреплено

source: Set to hidden
ar_sa: تغيير إلى مخفي
es_co: Establecer como oculto
hu_hu: Beállítás rejtettként
lv_lv: Iestatīt kā slēptu
ru: Скрыть

source: Set to visible
ar_sa: تغيير إلى مرئي
es_co: Establecer como visible
hu_hu: Beállítás láthatóként
lv_lv: Iestatīt kā redzamu
ru: Показать

source: Unassign
ar_sa: إلغاء العرض
el_gr: Κατάργηση αντιστοίχισης
es_co: Desasignar
fa_ir: سلب دسترسی
hu_hu: Leválasztás
lv_lv: Atsaistīt
no: Fjern tildeling
ru: Отменить закрепление
tr_tr: Atamayı geri al

source: There are no files assigned to this category.
ar_sa: لم يتم تعيين ملفات لهذه الفئة
el_gr: Δεν υπάρχουν αρχεία που έχουν αντιστοιχιστεί σε αυτήν την κατηγορία.
es_co: No hay archivos asignados a esta categoría
fa_ir: هیچ فایلی به این دسته اضافه نشده است.
hu_hu: Ehhez a kategóriához nem tartoznak állományok.
lv_lv: Šeit nav datņu, kuras būtu piesaistītas šai kategorijai.
no: Det er ingen filder tildelt denne kategorien.
ru: Нет файлов в этой категории.
tr_tr: Bu kategoriye atanmış dosya yok.

source: There are no files assigned to this client.
ar_sa: لم يتم تعيين ملفات لهذا العميل
el_gr: Δεν υπάρχουν αρχεία που έχουν αντιστοιχιστεί σε αυτόν τον πελάτη.
es_co: No hay archivos asignados por este cliente
fa_ir: هیچ فایل به این مشتری اختصاص ندارد.
hu_hu: Ehhez az ügyfélhez nem tartoznak állományok.
lv_lv: Šeit nav datņu, kuras būtu piesaistītas šim klientam.
no: Ingen filer er tildelt denne klienten.
ru: Нет файлов прикрипленных к этому клиенту.
tr_tr: Bu istemci(alıcı)ye atanan dosya yok.

source: You have not uploaded any files for this account.
ar_sa: لم تقم بتحميل أي ملفات لهذا الحساب
el_gr: Δεν έχετε ανεβάσει αρχεία για αυτόν τον λογαριασμό.
es_co: Usted no ha cargados archivos para esta cuenta.
fa_ir: شما هیچ فایلی برای این حساب کاربری آپلود نکردید
hu_hu: Ön nem töltött fel egy fájlt sem ehhez a fiókhoz.
lv_lv: Tu neesi augšuplādējis nevienu datni šim kontam.
no: Du har ikke lastet opp noen filer for denne kontoen.
ru: Вы ещё не загрузили ни одного файлы для этой учётной записи.
tr_tr: Bu hesap için herhangi bir dosya yüklemediniz.

source: There are no files for this client.
ar_sa: لا توجد ملفات لهذا العميل
el_gr: Δεν υπάρχουν αρχεία για αυτόν τον πελάτη.
es_co: No hay archivos para este cliente
fa_ir: هیچ فایل برای این مشتری وجود ندارد.
hu_hu: Ehhez az ügyfélhez nem tartoznak állományok.
lv_lv: Šeit nav datņu priekš šī klienta.
no: Ingen filer eksisterer for denne klienten.
ru: Нет файлов для этого клиента.
tr_tr: Bu istemci(alıcı) için dosya yok.

source: Type
ar_sa: النوع
el_gr: Τύπος
es_co: Tipo
fa_ir: نوع فایل
hu_hu: Típus
lv_lv: Tips
no: Skriv
ru: Тип
tr_tr: Tür

source: Size
ar_sa: بحجم
el_gr: Μέγεθος
es_co: tamaño
fa_ir: سایز
hu_hu: Méret
lv_lv: Izmērs
no: Størrelse
ru: Размер
tr_tr: Boyut

source: Assigned
ar_sa: تعيين
el_gr: Έγινε αντιστοίχιση
es_co: Asignado
fa_ir: اختصاص یافته
hu_hu: Hozzárendelve
lv_lv: Piesaistīts
no: Tildelt
ru: Привязанный
tr_tr: Atandı

source: Public permissions
ar_sa: أذونات عامة
el_gr: Δημόσια δικαιώματα
es_co: Permisos públicoas
fa_ir: مجوزهای عمومی
hu_hu: Nyilvános engedélyek
lv_lv: Publiskās tiesības
no: Offentlige tillatelser
ru: Публичные разрешения
tr_tr: Herkese Açık İzinler

source: Expiry
ar_sa: انتهى
el_gr: Λήξη
es_co: Expira
fa_ir: وضعیت انقضاء
hu_hu: Lejárat
lv_lv: Derīgums
no: Utløpsdato
ru: Срок завершения
tr_tr: Sona Erme

source: Download count
ar_sa: عدد التنزيلات
el_gr: Αριθμός λήψεων
es_co: Cantidad de descargas
fa_ir: تعداد دانلود
hu_hu: Letöltésszám
lv_lv: Lejuplāžu skaits
no: Nedlastingstall
ru: Счетчик загрузок
tr_tr: İndirme sayısı

source: View information
ar_sa: عرض المعلومات
el_gr: Προβολή πληροφοριών
es_co: Ver información
fa_ir: مشاهده اطلاعات
hu_hu: Adatok megtekintése
lv_lv: Skatījumu informācija
no: Se informasjon
ru: Просмотреть информацию
tr_tr: Bilgiyi görüntüle

source: Does not expire
ar_sa: لا تنتهي صلاحيتها
el_gr: Δεν λήγει
es_co: No expira
fa_ir: منقضی نمی‌شود
hu_hu: Nem jár le
lv_lv: Derīgums nebeidzas
no: Utløper ikke
ru: Не истекает
tr_tr: Sona Ermez

source: Expired on
ar_sa: انتهت يوم
el_gr: Έληξε στις
es_co: Expiró en
fa_ir: منقضی شده در
hu_hu: Lejárt ekkor
lv_lv: Dzerīgums beidzies
no: Utløp den
ru: Истекло
tr_tr: Sona Erme Tarihi

source: Expires on
ar_sa: تنتهي صلاحيتها في
el_gr: Λήγει στις
es_co: Expira en
fa_ir: منقضی در
hu_hu: Lejár ekkor
lv_lv: Derīgums beigsies
no: Utløper den
ru: Истекает
tr_tr: Sona Erme Tarihi

source: times
ar_sa: عدد المرات
el_gr: φορές
es_co: veces
fa_ir: دفعه
hu_hu: alkalommal
lv_lv: reizes
no: ganger
ru: раз
tr_tr: kez

source: downloads
ar_sa: التحميلات
el_gr: λήψεις
es_co: Descargas
fa_ir: دریافت ها
hu_hu: letöltések
lv_lv: lejuplādes
no: nedlastinger
ru: загрузки
tr_tr: indirilmeler

source: Some fields were not completed. Options could not be saved.
ar_sa: بعض الحقول لم تكتمل . تعذر حفظ الخيارات
el_gr: Ορισμένα πεδία δεν συμπληρώθηκαν. Δεν ήταν δυνατή η αποθήκευση των επιλογών.
es_co: Algunos campos no fueron completados. Las opciones no se pudieron guardar.
fa_ir: بعضی از فیلدها تکمیل نشده اند. گزینه ها نمی توانند ذخیره شوند.
hu_hu: Néhány mező nincs kitöltve - a beállításokat nem sikerült elmenteni.
lv_lv: Daži lauki nav pilnīgi. Iestatījumi nav tikuši sagabāti.
no: Noen felt ble ikke utfylt. Valg kunne ikke lagres.
ru: Некоторые поля не были заполнены. Настройки не могут быть сохранены.
tr_tr: Bazı alanlar tamamlanmadı. Seçenekler kaydedilemedi.

source: The file could not be moved to the corresponding folder.
ar_sa: تعذر نقل الملف إلى المجلد المقابل
el_gr: Δεν ήταν δυνατή η μετακίνηση του αρχείου στον αντίστοιχο φάκελο.
es_co: El archivo no pudo ser movido a la carpeta correspondiente.
fa_ir: فایل را نمی توان به پوشه مربوطه انتقال داد.
hu_hu: A állományt nem sikerült a kiválasztott könyvtárba átmozgatni
lv_lv: Datne nav tikusi pārvietota uz norādīto direktoriju.
no: Filen kunne ikke flyttes til den korresponderende katalogen.
ru: Файл не может быть перемещен в соответствующую папку.
tr_tr: Dosya ilgili klasöre taşınamadı.

source: This is most likely a permissions issue. If that's the case, it can be corrected via FTP by setting the chmod value of the
ar_sa: هذه على الأرجح مشكلة أذونات. إذا كان هذا هو الحال ، يمكن تصحيحه عبر FTP عن طريق تعيين قيمة chmod لـ
el_gr: Αυτό είναι πιθανότατα ένα ζήτημα δικαιωμάτων. Αν συμβαίνει αυτό, μπορεί να διορθωθεί μέσω του FTP ρυθμίζοντας την τιμή chmod του
es_co: Lo más probable es que esto sea un problema de permisos. Si ese es el caso, puede ser corregido vía FTP ajustando los valores del
fa_ir: این مشکل به احتمال زیاد مربوط به مسئله مجوز است. اگر این مورد باشد، از طریق FTP با تنظیم مقدار chmod پوشه
hu_hu: Ez valószínűleg jogosultság probléma. Amennyiben ez a helyzet, akkor FTP-n keresztül is ki lehet javítan úgy, hogy be kell álítani a
lv_lv: Visdrīzāk šī ir piekļuves tiesību ķibele. Šajā gadījumā to varētu labot izveidojotFTP savienojumu un nomainot chmod vērtības
no: Dette har sannsynligvis med tilgangstillatelser å gjøre. Hvis det er tilfellet kan det rettes via FTP ved å sette chmod-verdien til
ru: Это, скорее всего, вопрос разрешений. Если это так, то проблему можно исправить с помощью FTP, установив правильное значение chmod для
tr_tr: Bu büyük olasılıkla bir izin sorunu. Bu durumda, olabilirchmod değerini ayarlayarak FTP üzerinden düzeltildi

source: directory to 755, or 777 as a last resource.
ar_sa: 755 أو 777 كمورد أخير.
el_gr: τον κατάλογο σε 755 ή 777 ως τελευταία πηγή.
es_co: Directorio de 755, o 777 como último recurso.
fa_ir: به 755 یا 777 می توان آنرا اصلاح کرد.
hu_hu: könyvtár jogosultsági értékeit 755-re vagy pedig - végső esetben - 777-re.
lv_lv: direktorijai uz 755 vai 777 pēdējam avotam.
no: katalogen til 755, eller i nødstilfelle 777.
ru: каталога в 755 или на даже в 777.
tr_tr: dizin veya son kaynak olarak 755 veya 777 yetkisi gerekir.

source: If this doesn't solve the issue, try giving the same values to the directories above that one until it works.
ar_sa: إذا لم يؤدي هذا الى حل المشكلة . فجرب إعطاء نفس القيم للإدلة الموجودة أعلى الدلائل حتى يعمل
el_gr: Εάν αυτό δεν επιλύσει το πρόβλημα, προσπαθήστε να δώσετε τις ίδιες τιμές στους καταλόγους πάνω από αυτό, έως ότου λειτουργήσει.
es_co: Si esto no resuelve el problema, intente darle los mismos valores a los directorios por encima de este hasta que funcione.
fa_ir: اگر این مشکل را حل نمی کند، سعی کنید مقادیر مشابه را به پوشه های بالاتر از آن اعمال کنید تا زمانی که به کار بیافتد.
hu_hu: Ha ez nem oldotta meg a problémát, akkor próbálja meg az említett értékeket sorban, mindíg az eggyel fentebbi szülőkörnyvtárakra is alkalmazni, amíg a működés helyre nem áll.
lv_lv: Ja tas neatrisina problēmu, mēģini dot šo pašu vērtību augstākām direktorijām līdz funkcionalitāte ir atjaunojusies.
no: Hvis dette ikke fikser problemet, prøv å gi samme verdi til foreldrekatalogene helt til det virker.
ru: Если это не решило проблему, попробуйте задавать те же значения для каталогов выше пока это не решит проблему.
tr_tr: Bu sorunu çözmezse, aynı değerleriüstündeki dizinlere vermeyi deneyin.

source: The file you selected is not an allowed format.
ar_sa: الملف الذي حددته ليس تنسيقا مسموحا به
el_gr: Το αρχείο που επιλέξατε δεν είναι μια επιτρεπόμενη μορφή.
es_co: El archivo seleccionado no tiene un formato válido
fa_ir: فایل انتخابی شما یک قالب مجاز نیست
hu_hu: A kiválasztott állomány formátuma nem engedélyezett.
lv_lv: Izvēlētās datnes formāts nav atļauts.
no: Filen du valgte har ikke gjodkjent format.
ru: Выбранный файл имеет неразрешённый формат.
tr_tr: Seçtiğiniz dosya izin verilen bir biçim değil.

source: There was an error uploading the file. Please try again.
ar_sa: حدث خطأ في تحميل الملف . حاول مرة اخرى
el_gr: Παρουσιάστηκε σφάλμα κατά τη μεταφόρτωση του αρχείου. Προσπαθήστε ξανά.
es_co: Hubo un error al cargar el archivo. Favor intente nuevamente.
fa_ir: هنگام آپلود فایل خطایی روی داد. لطفا دوباره تلاش کنید.
hu_hu: Az állomány feltöltése közben hiba történt. Kérem próbálja újra.
lv_lv: Notikusi kļūme augšuplādējot failu. Lūdzu mēģini vēlreiz.
no: Det oppstod en feil under filopplastingen. Prøv på ny.
ru: Ошибка при загрузке файла. Попробуйте ещё раз.
tr_tr: Dosya karşıya yüklenirken bir sorun oluştu. Lütfen tekrar deneyin.

source: Public groups and files
ar_sa: المجموعات والملفات العامة
el_gr: Δημόσιες ομάδες και αρχεία
es_co: Grupos y archivos públicos
fa_ir: گروه ها و فایل های عمومی
hu_hu: Nyilvános csoportok és állományok
lv_lv: Publiskās grupas un datnes
no: Offentlige grupper og filer
ru: Публичные группы и файлы
tr_tr: Herkese açık gruplar ve dosyalar

source: There are no files available.
ar_sa: لا توجد ملفات متاحة.
el_gr: Δεν υπάρχουν διαθέσιμα αρχεία.
es_co: No hay archivos disponibles.
fa_ir: هیچ فایلی در دسترس نیست
hu_hu: Nincs elérhető állomány.
lv_lv: Šeit nav pieejamo datņu.
no: Ingen filer er tilgjengelige.
ru: Нет доступных файлов.
tr_tr: Hiç dosya yok.

source: Register new account
ar_sa: تسجيل حساب جديد
el_gr: Εγγραφή νέου λογαριασμού
es_co: Registre una nueva cuenta
fa_ir: ثبت نام حساب کاربری جدید
hu_hu: Új fiók létrehozása
lv_lv: Reģistrēt jaunu kontu
no: Registrer ny konto
ru: Зарегистрировать новую учетную запись
tr_tr: Yeni Hesap Aç

source: Thank you for registering. Your account has been activated.
ar_sa: شكراً لك على التسجيل. لقد تم تفعيل حسابك
es_co: Gracias por registrarse. Su cuenta ha sido activada.
hu_hu: Köszönjük a regisztrációt. Az Ön felhasználói fiókja aktiválva lett.
lv_lv: Paldies tev par reģistrāciju. Tavs konts ticis aktivizēts.
ru: Спасибо за регистрацию. Ваш аккаунт был активирован.

source: Account added correctly.
ar_sa: تمت إضافة الحساب بشكل صحيح
el_gr: Ο λογαριασμός προστέθηκε σωστά.
es_co: Cuenta agregada correctamente
fa_ir: حساب به درستی اضافه شد
hu_hu: Fiók sikeresen hozzáadva.
lv_lv: Konts pievienots korekti.
no: Kontoen ble riktig lagt til.
ru: Учётная запись добавлена верно.
tr_tr: Hesap başarılı bir şekilde oluşturuldu.

source: Please remember that an administrator needs to approve your account before you can log in.
ar_sa: يرجى تذكر أن المسؤول يحتاج إلى الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول.
el_gr: Λάβετε υπόψη ότι ένας διαχειριστής πρέπει να εγκρίνει τον λογαριασμό σας για να μπορέσετε να συνδεθείτε.
es_co: Recuerde que el administrador necesita aprobar su cuenta antes poder ingresar
fa_ir: لطفا به یاد داشته باشید که مدیر قبل از ورود به سیستم باید حساب شما را تأیید کند.
hu_hu: Kérjük vegye figyelembe, hogy egy rendszergazdának engedélyeznie kell a fiókját, mielőtt be tudna jelentkezni.
lv_lv: Atceries ka amidnistrātoram nepieciešams apstiprināt tavu kontu pirms tajā var ielogoties.
no: Husk at en administrator må godkjenne kontoen din før du kan logge inn.
ru: Пожалуйста, помните, что администратор должен подтвердить Вашу учётную запись, прежде чем вы сможете войти.
tr_tr: Lütfen oturum açmadan önce bir yöneticinin hesabınızı onaylaması gerektiğini unutmayın.

source: You may now log in with your new credentials.
ar_sa: يمكنك الآن تسجيل الدخول باستخدام بيانات اعتمادك الجديدة.
el_gr: Τώρα μπορείτε να συνδεθείτε με τα νέα σας διαπιστευτήρια.
es_co: Usted puede ingresar con estas nuevas credenciales.
fa_ir: اکنون می توانید با حساب کاربری جدید خود وارد شوید.
hu_hu: Ön mostmár bejelentkezhez az új hozzáférési adataival.
lv_lv: Tagad tu vari ielogoties izmantojot savus piekļuves datus.
no: Du kan logge inn med din nye brukerinformasjon.
ru: Теперь вы можете войти со своими новыми учётными данными.
tr_tr: Şimdi yeni kimlik bilgilerinizle giriş yapabilirsiniz.

source: Please contact a system administrator.
ar_sa: يرجى الاتصال بمسؤول النظام.
el_gr: Επικοινωνήστε με έναν διαχειριστή συστήματος.
es_co: Contacte al administrador
fa_ir: لطفا با مدیر سیستم تماس بگیرید
hu_hu: Kérjük, lépjen kapcsolatba a rendszergazdával.
lv_lv: Lūdzu sazinieties ar sistēmas administrātoru.
no: Vennligst kontakt en systemadministrator.
ru: Пожалуйста, свяжитесь с администратором системы .
tr_tr: Lütfen bir sistem yöneticisiyle iletişime geçin.

source: A folder for this account could not be created. Probably because of a server configuration.
ar_sa: لا يمكن إنشاء مجلد لهذا الحساب. ربما بسبب تكوين الخادم.
el_gr: Δεν ήταν δυνατή η δημιουργία φακέλου για αυτόν τον λογαριασμό. Πιθανώς λόγω της διαμόρφωσης του διακομιστή.
es_co: No se pudo crear una carpeta para esta cuenta. Probablemente debido a la configuración del servidor.
fa_ir: احتمالا به دلیل پیکربندی سرور، یک پوشه برای این حساب قابل ایجاد نیست.
hu_hu: Nem sikerült létrehozni könyvtárat ehhez a fiókhoz, valószínűleg szerver konfigurációs okok miatt.
lv_lv: Direktorija priekš šī konta nevarēja tikt izveidota. Iespējams, tā ir servera konfigurācijas kļūme.
no: En katalog kunne ikke opprettes for denne kontoen. Sannsynligvis på grunn av en serverkonfigurasjon.
ru: Папка для этой учётной записи не может быть создана. Возможно, из за конфигурации сервера.
tr_tr: Bu hesap için bir klasör oluşturulamadı. Muhtemelen bir sunucu yapılandırması nedeniyle.

source: The account could not be created. A folder with this name already exists.
ar_sa: لا يمكن إنشاء الحساب. يوجد بالفعل مجلد بهذا الاسم.
el_gr: Δεν ήταν δυνατή η δημιουργία του λογαριασμού. Ένας φάκελος με αυτό το όνομα υπάρχει ήδη.
es_co: La cuenta no pudo ser creada. Ya existe una carpeta con ese nombre.
fa_ir: حساب ایجاد نشد. پوشه ای با این نام قبلا وجود دارد.
hu_hu: A fiókot nem sikerült létrehozni. Ilyen nevű könyvtár már létezik.
lv_lv: Konts nevarēja tikt izveidots. Direktorija ar šādu nosaukumu jau eksistē.
no: Kontoen kunne ikke opprettes. En katalog med dette navnet eksisterer allerede.
ru: Учётная запись не может быть создана. Папка с таким именем уже существует.
tr_tr: Hesap oluşturulamadı. Bu ada sahip bir klasör zaten mevcut.

source: An e-mail notification with login information was sent to the specified address.
ar_sa: تم إرسال إشعار بالبريد الإلكتروني مع معلومات تسجيل الدخول إلى العنوان المحدد.
el_gr: Μια ειδοποίηση ηλεκτρονικού ταχυδρομείου με πληροφορίες σύνδεσης στάλθηκε στην καθορισμένη διεύθυνση.
es_co: Se envió una notificación por correo con los datos de acceso a la dirección especificada
fa_ir: یک اعلان ایمیلی با اطلاعات ورود به آدرس مشخص شده ارسال شد.
hu_hu: A megadott címre elküldtük az értesítést a bejelentkezési adatokkal.
lv_lv: E-pasta notifikācijas ar šādiem piekļuves datiem tika nosūtīti uz norādīto adresi.
no: En epostnotifikasjon med innloggingsinformajson ble sendt til den oppgitte epostadressen.
ru: Почтовое сообщение с информацией для входа было отправлено по указанному адресу.
tr_tr: Belirtilen adrese giriş bilgileri içeren bir e-posta bildirimi gönderildi.

source: Lost password
ar_sa: كلمة مرور مفقودة
el_gr: Χαμένος κωδικός
es_co: Perdi la clave
fa_ir: رمز فراموش شده
hu_hu: Elveszett jelszó
lv_lv: Pazudusi parole
no: Glemt passord
ru: Пароль утерян
tr_tr: Şifremi Unuttum

source: The supplied email address does not correspond to any user.
ar_sa: عنوان البريد الإلكتروني المقدم لا يتوافق مع أي مستخدم.
el_gr: Η παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου δεν αντιστοιχεί σε χρήστη.
es_co: La dirección de correo suministrada no corresponde a ningún usuario.
fa_ir: آدرس ایمیل ارائه شده مربوط به هیچ کاربری نیست.
hu_hu: A megadott e-mail cím egyik felhasználóhoz se tartozik.
lv_lv: Norādītā e-pasta adrese neatbilst nevienam no lietotājiem.
no: Den oppgitte epostadressen samsvare ikke med noen bruker.
ru: Введённый почтовый адрес не соответствует ни одному из пользователей.
tr_tr: Verilen e-posta adresi hiçbir kullanıcıya karşılık gelmiyor.

source: The request is not valid.
ar_sa: الطلب غير صالح
el_gr: Το αίτημα δεν είναι έγκυρο.
es_co: La solicitud no es valida
fa_ir: درخواست معتبر نیست.
hu_hu: A kérés nem értelmezhető.
lv_lv: Pieprasījums nav derīgs.
no: Forespørselen er ikke gyldig.
ru: Запрос не верен.
tr_tr: İstek geçerli değil.

source: This request has expired. Please make a new one.
ar_sa: انتهت صلاحية هذا الطلب. من فضلك اصنع واحدة جديدة
el_gr: Αυτό το αίτημα έχει λήξει. Δημιουργήστε ένα νέο.
es_co: Esta solicitud ya expiro, Favor cree un nueva.
fa_ir: این درخواست منقضی شده است لطفا یک درخواست جدید ایجاد کنید
hu_hu: Ez a kérés elévült, készítsen újat!
lv_lv: Šis pieprasījums iztecējis. Lūdzam izveidot jaunu.
no: Denne forespørselen er utløpt. Vennligst foreta en ny.
ru: Этот запрос истёк. Сделайте ещё один.
tr_tr: Bu isteğin süresi doldu. Lütfen yeni bir tane yapın.

source: This request has already been completed. Please make a new one.
ar_sa: تم إكمال هذا الطلب بالفعل. من فضلك اصنع واحدة جديدة
el_gr: Αυτό το αίτημα έχει ήδη ολοκληρωθεί. Δημιουργήστε ένα νέο.
es_co: Esta solicitud ya fue completada. Favor haga una nueva.
fa_ir: این درخواست قبلا تکمیل شده است لطفا یک درخواست جدید ایجاد کنید
hu_hu: Ez a kérés má teljesült, készítsen újat!
lv_lv: Šis pieprasījums jau ticis apstrādāts. Lūdzu izveidot jaunu.
no: Denne forespørselen har allerede blitt foretatt og fullført. Vennligst gjør en ny.
ru: Этот запрос уже отработал. Сделайте ещё один, пожалуйста.
tr_tr: Bu isteğin süresi doldu. Lütfen yeni bir tane oluşturun.

source: There are 3 unused requests done in less than 24 hs. Please wait until one expires (1 day since made) to make a new one.
ar_sa: هناك 3 طلبات غير مستخدمة تتم في أقل من 24 ساعة. يرجى الانتظار حتى انتهاء صلاحية واحد (يوم واحد منذ ذلك الحين) لإنشاء واحد جديد.
el_gr: Υπάρχουν 3 αχρησιμοποίητα αιτήματα σε λιγότερο από 24 ώρες. Περιμένετε μέχρι να λήξει μία (1 ημέρα από την πραγματοποίηση) για να δημιουργήσετε μια νέα.
es_co: Hay 3 peticiones sin usar hechas en menos de 24 horas. Por favor, espere hasta que uno expire (1 día desde que se hizo) para hacer uno nuevo.
fa_ir: سه درخواست بازبینی نشده در کمتر از 24 ساعت وجود دارد. لطفا صبر کنید تا تاریخ انقضا یکی از آنها (1 روز از زمان ایجاد) برای ایجاد یک درخواست جدید سر برسد.
hu_hu: Túl sok felhasználatlan kérés.
lv_lv: Jau ir izveidoti 3 neizmantoti pieprasījumi pēdējo 24 stundu laikā. Lūdzu uzgaidiet līdz viens no tiek iztek (1 diena no izveides brīža), lai izveidotu jaunu.
no: 3 ubrukte forespørsler har blitt foretatt i løpet av mindre enn 24 timer. Vennligst vent til minst n utløper (1 dag) før du gjør en ny.
ru: За менее, чем 24 часа были сделаны 3 неиспользованных запроса. Пожалуйста, подождите, пока не истечёт последний (1 день после создания) и сделайте новую попытку.
tr_tr: 24 saatten daha az bir sürede kullanılmayan 3 istek var. Lütfen yenisinin geçmesi için bitene kadar (yapıldığından 1 gün önce) bekleyin.

source: An e-mail with further instructions has been sent. Please check your inbox to proceed.
ar_sa: تم إرسال بريد إلكتروني مع تعليمات أخرى. يرجى التحقق من بريدك الوارد للمتابعة.
el_gr: Έχει σταλεί ένα μήνυμα ηλεκτρονικού ταχυδρομείου με περαιτέρω οδηγίες. Ελέγξτε τα εισερχόμενα σας για να συνεχίσετε.
es_co: Se ha enviado un correo con más instrucciones. Favor, compruebe su bandeja de entrada para continuar.
fa_ir: یک ایمیل با دستورالعمل های بیشتر ارسال شده است. برای ادامه لطفا صندوق پستی خود را بررسی کنید.
hu_hu: Küldtünk egy levelet, kövesse az utasításokat!
lv_lv: E-pasts ar sekojošām instrukcijām ticis nosūtīts. Pārbaudiet savu e-pasta pastkasti, lai turpinātu.
no: En epost med instruksjoner har blitt sendt, sjekk innboksen din for å fortsette.
ru: Почтовое сообщение с дальнейшими инструкциями отправлено. Проверьте папку Входящие для дальнейших действий.
tr_tr: Daha fazla talimat içeren bir e-posta gönderildi. Devam etmek için lütfen gelen kutunuzu kontrol edin.

source: E-mail couldn't be sent.
ar_sa: لا يمكن إرسال البريد الإلكتروني.
el_gr: Δεν ήταν δυνατή η αποστολή του ηλεκτρονικού ταχυδρομείου.
es_co: El correo no se pudo enviar
fa_ir: ایمیل نمی تواند ارسال شود
hu_hu: Az emailt nem lehetett elküldeni.
lv_lv: E-pasts nevarēja tikt nosūtīts.
no: Epost kunne ikke sendes.
ru: Email-сообщение не может быть отправлено.
tr_tr: E-posta gönderilemedi.

source: If the problem persists, please contact an administrator.
ar_sa: إذا استمرت المشكلة ، يرجى الاتصال بالمسؤول.
el_gr: Εάν το πρόβλημα παραμένει, επικοινωνήστε με έναν διαχειριστή.
es_co: Si el problema persiste contacte al administrador
fa_ir: اگر مشکل همچنان باقی است، لطفا با مدیر سامانه تماس بگیرید.
hu_hu: Ha a hiba továbbra is fennáll, lépjen kapcsolatba egy rendszergazdával.
lv_lv: Ja problēma joprojām pastāv, lūdzu sazinieties ar administrātoru.
no: Kontakt en administrator hvis problemet vedvarer.
ru: Если проблема осталась, обратитесь к системному администратору.
tr_tr: Eğer problem devam ederse , lütfen bir yöneticiye başvurun.
