Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: E-mail address
ar_sa: عنوان بريد الكتروني
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es_co: Correo electrónico
fa_ir: آدرس ایمیل
hu_hu: Email cím
lv_lv: E-pasta adrese
no: Epostadresse
ru: E-mail адресс
tr_tr: E-posta adresi

source: Send copies
ar_sa: إرسال نسخ
el_gr: Αποστολή αντιγράφων
es_co: Enviar copias
fa_ir: ارسال کپی
hu_hu: Másolatok küldése
lv_lv: Sūtīt kopijas
no: Send kopier
ru: Отправить копии
tr_tr: Kopyaları yolla

source: When a system user uploads files
ar_sa: عندما يقوم مستخدم النظام بتحميل الملفات
el_gr: Όταν ένας χρήστης του συστήματος ανεβάσει αρχεία
es_co: Cuando un usuario del sistema sube archivos
fa_ir: هنگامی که یک کاربر سیستم فایل ها را آپلود می کند
hu_hu: Amikor egy rendszerfelhasználó állományokat tölt fel
lv_lv: Kad sistēmas lietotājs augšuplādē datnes
no: Når en systembruker laster opp filer
ru: Когда пользователь системы загружает файлы
tr_tr: Bir sistem kullanıcısı dosya yüklediğinde

source: When a client uploads files
ar_sa: عندما يقوم عميل بتحميل الملفات
el_gr: Όταν ένας πελάτης ανεβάσει αρχεία
es_co: Cuando un cliente sube archivos
fa_ir: هنگامی که یک مشتری فایل ها را آپلود می کند
hu_hu: Amikor egy ügyfél állományokat tölt fel
lv_lv: Kad klients augšuplādē datnes
no: Når en klient laster opp filer
ru: Когда клиент загружает файл
tr_tr: Bir istemci(alıcı) dosya yüklediğinde

source: Define here who will receive copies of this emails. These are sent as BCC so neither recipient will see the other addresses.
ar_sa: حدد هنا من سيتلقى نسخًا من رسائل البريد الإلكتروني هذه. يتم إرسالها كنسخة مخفية الوجهة بحيث لا يرى المستلم العناوين الأخرى.
el_gr: Καθορίστε εδώ ποιος θα λάβει αντίγραφα αυτών των μηνυμάτων ηλεκτρονικού ταχυδρομείου. Αυτά αποστέλλονται ως BCC, επομένως ούτε ο παραλήπτης θα δει τις άλλες διευθύνσεις.
es_co: Defina aquí quién recibirá copias de estos correos. Éstos se envían como copia oculta(BCC), así que ninguno de los destinatarios verá las otras direcciones.
fa_ir: در اینجا تعریف کنید که چه کسانی نسخه های این ایمیل ها را دریافت می کنند. اینها به عنوان BCC فرستاده می شوند، بنابراین هیچ گیرنده ای آدرس های دیگران را نمی بیند.
hu_hu: Itt adja meg, hogy ki fog másolatokat kapni ezekről az e-mailekről. Ezek rejtett másolatként kerülnek küldésre, így semelyik címzett nem fogja látni a többi címet.
lv_lv: Šeit var iestatīt to, kurš saņem e-pasta kopijas. E-pasti tiek izsūtīti kā BCC, tādēļ saņēmēji neredzēs citu adresātu e-pastus.
no: Definer her hvem som vil motta koppier av denne eposten. Disse blir sendt som BCC, slik at ingen mottakere kan se de andre epostadressene.
ru: Определите кто будет получать копии таких писем. Все получатели будут указаны в поле скрытой копии и не увидят друг друга.
tr_tr: Burada, bu e-postaların kopyalarını kimin alacağını tanımlayın. Bunlar BCC olarak gönderilir, böylece hiçbir alıcı diğer adresleri görmez.

source: Address supplied above (on "From")
ar_sa: العنوان المقدم أعلاه (في "من")
el_gr: Διεύθυνση που παρέχεται παραπάνω (στο "Από")
es_co: Dirección proporcionada arriba (en \ De)
fa_ir: آدرس ارائه شده در بالا (در «از»)
hu_hu: A fentebb megadott "Feladó" cím
lv_lv: Iepriekš norādītā adrese ( lauks “No kā”)
no: Adresse angitt ovenfor ("Fra")
ru: Адрес, указанный выше (из "From")
tr_tr: Yukarıda verilen adres ("Gönderen" konumunda)

source: Also to this addresses
ar_sa: أيضا على هذه العناوين
el_gr: Επίσης σε αυτές τις διευθύνσεις
es_co: También a estas direcciones
fa_ir: همچنین به این آدرس ها
hu_hu: Másolatok küldése ezekre a címekre is
lv_lv: Kā arī šai adresei
no: Også til denne adressen
ru: Также и на этот адрес
tr_tr: Ayrıca bu adreslere

source: Separate e-mail addresses with a comma.
ar_sa: عناوين البريد الإلكتروني منفصلة مع فاصلة.
el_gr: Διαχωρίστε τις διευθύνσεις ηλεκτρονικού ταχυδρομείου με ένα κόμμα.
es_co: Separe correo con la coma
fa_ir: آدرسهای ایمیل را به وسیله کاما جدا کنید.
hu_hu: Az emailcímeket pontosvesszővel válassza el.
lv_lv: Atdalīt e-pasta adreses ar komatu.
no: Separer epostadresser med et komma.
ru: Разделяйте email-адреса запятыми.
tr_tr: E-posta adreslerini virgül ile ayır.

source: Expiration
ar_sa: انتهاء الصلاحية
el_gr: Λήξη
es_co: Expiración
fa_ir: انقضاء
hu_hu: Lejárat
lv_lv: Termiņš
no: Utløpsdato
ru: Окончание
tr_tr: Sona Erme Tarihi

source: Maximum sending attemps
ar_sa: أقصى محاولات الإرسال
el_gr: Μέγιστες προσπάθειες αποστολής
es_co: Número máximo de Intentos de envío
fa_ir: حداکثر تعداد تلاش برای ارسال
hu_hu: Maximális küldési próbálkozások száma
lv_lv: Maksimālais sūtīšanas mēģinājumu skaits
no: Maksimum antall forsøk på å sende
ru: Количество попыток отправки
tr_tr: Maksimum gönderim denemeleri

source: Define how many times will the system attemp to send each notification.
ar_sa: حدد عدد المرات التي سيحاول فيها النظام إرسال كل إشعار.
el_gr: Καθορίστε πόσες φορές το σύστημα προσπαθεί να στείλει κάθε ειδοποίηση.
es_co: defina cuantas veces el sistema intentará enviar cada notificación.
fa_ir: مشخص کنید سیستم برای ارسال هر اعلان چندبار تلاش کند
hu_hu: Adja meg, hányszor próbálkozzon a rendszer újra elküldeni egy-egy értesítést.
lv_lv: Iestatīt cik reizes sistēma mēģinās sūtīt katru paziņojumu.
no: Angi hvor mange ganger systemet skal forsøke å sende hver notifikasjon.
ru: Определите, сколько раз система будет пытаться отсылать каждое уведомление.
tr_tr: Sistemin her bir bildirimi kaç kez göndermeye çalışacağını tanımlayın.

source: Days before expiring
ar_sa: أيام قبل انتهاء صلاحيتها
el_gr: Ημέρες πριν από τη λήξη
es_co: Días antes vencimiento
fa_ir: روز قبل از پایان دادن تخصیص
hu_hu: Napok száma a lejáratig
lv_lv: Dienas pirms termiņa beigām
no: Dager før utløp
ru: Дней до истечения
tr_tr: Süresi dolmadan gün sayısı

source: Notifications older than this will not be sent.
ar_sa: لن يتم إرسال الإخطارات الأقدم من ذلك.
el_gr: Οι ειδοποιήσεις πιο παλιές από αυτές δεν θα αποσταλούν.
es_co: No se enviarán notificaciones anteriores a esta fecha.
fa_ir: اعلان های قدیمی تر از این ارسال نمی شود.
hu_hu: Az ennél régebbi értesítések nem kerülnek elküldésre.
lv_lv: Paziņojumi vecāki par tik dienām vairs netiks sūtīti.
no: Notifikasjoner eldre enn dette vil ikke sendes.
ru: Уведомления старше этого отсылаться не будут.
tr_tr: Bundan daha eski bildirimler gönderilmez.

source: Set to 0 to disable.
ar_sa: اضبط على 0 للتعطيل.
el_gr: Ρυθμίστε στο 0 για απενεργοποίηση.
es_co: Coloque 0 para deshabilitar.
fa_ir: برای غیرفعال کردن روی 0 تنظیم کنید
hu_hu: Állítsa 0-ra a kikapcsoláshoz.
lv_lv: Iestatīt kā 0, lai atspējotu.
no: Sett til 0 for å deaktivere.
ru: Установите значение "0" для отключения.
tr_tr: Devre dışı bırakmak için 0 olarak ayarlayın.

source: E-mail sending options
ar_sa: خيارات إرسال البريد الإلكتروني
el_gr: Επιλογές αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου
es_co: Opciones de envío de correo
fa_ir: گزینه های فرستادن ایمیل
hu_hu: E-mail küldési beállítások
lv_lv: E-pasta sūtīšans iestatījumi
no: Valg for epostutsendelse
ru: Опции отправки email
tr_tr: E-mail gönderme seçenekleri

source: Here you can select which mail system will be used when sending the notifications. If you have a valid e-mail account, SMTP is the recommended option.
ar_sa: هنا يمكنك تحديد نظام البريد الذي سيتم استخدامه عند إرسال الإشعارات. إذا كان لديك حساب بريد إلكتروني صالح ، فإن SMTP هو الخيار الموصى به.
el_gr: Εδώ μπορείτε να επιλέξετε ποιο σύστημα αλληλογραφίας θα χρησιμοποιηθεί κατά την αποστολή των ειδοποιήσεων. Αν έχετε έγκυρο λογαριασμό ηλεκτρονικού ταχυδρομείου, η συνιστώμενη επιλογή είναι η SMTP.
es_co: Aquí puede seleccionar el sistema de correo para enviar las notificaciones. Si tiene una cuenta de correo válida, se recomienda la opción de SMTP.
fa_ir: در اینجا می توانید انتخاب کنید کدام سیستم پست الکترونیکی هنگام ارسال اعلان ها استفاده می شود. اگر یک حساب ایمیل معتبر دارید، گزینه SMTP توصیه می شود.
hu_hu: Itt be tudja állítani, hogy milyen email rendszer legyen használva az értesítések kiküldésére. Ha van érvényes e-mail fiókja, akkor az SMTP a javasolt opció.
lv_lv: Šeit tu vari iestatīt kura e-pasta sistēma tiks iemantota, lai sūtītu paziņojumus. Ja tev ir derīgs e-pasta konts, tad rekomendēts tiek SMTP savienojums.
no: Her kan du velge hvilket epostsystem som skal brukes ved utsendelse av notifikasjoner. Hvis du har en gyldig epostkonto anbefales SMTP.
ru: Здесь вы можете выбрать, какая система будет использоваться при отправке уведомлений. Если у вас есть действующий email-аккаунт, предпочтительным вариантом будет SMTP.
tr_tr: Burada e-posta bildirimlerinin hangi e-posta sistemiyle gönderileceğini seçebilirsiniz. Eğer geçerli bir hesabınız varsa SMTP önerilir.

source: Mailer
ar_sa: مراسل رقمي
es_co: Correo
fa_ir: ارسال کننده ایمیل
hu_hu: Levélküldő
lv_lv: Pastnieks
ru: Почтовик
tr_tr: E-Posta Gönderici

source: SMTP & Gmail shared options
ar_sa: خيارات SMTP و Gmail المشتركة
el_gr: Κοινόχρηστες επιλογές SMTP & Gmail
es_co: SMTP & Gmail opciones comunes
fa_ir: گزینه های مشترک SMTP و Gmail
hu_hu: SMTP & Gmail közös beállításai
lv_lv: SMTP & Gmail kopīgotie iestatījumi
no: Delte valg for SMTP & Gmail
ru: Общие настройки SMTP & Gmail
tr_tr: SMTP ve Gmail paylaşılan seçenekleri

source: You need to include your username (usually your e-mail address) and password if you have selected either SMTP or Gmail as your mailer.
ar_sa: حتاج إلى تضمين اسم المستخدم الخاص بك (عادة عنوان بريدك الإلكتروني) وكلمة المرور إذا قمت بتحديد إما SMTP أو Gmail كبريدك.
el_gr: Θα πρέπει να συμπεριλάβετε το όνομα χρήστη (συνήθως τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας) και τον κωδικό πρόσβασης σας εάν έχετε επιλέξει το SMTP ή το Gmail ως mailer.
es_co: Necesita incluir su nombre de usuario (normalmente su dirección de correo) y contraseñasi ha seleccionado SMTP o Gmail como su buzón de correo.
fa_ir: اگر شما SMTP یا Gmail را به عنوان mailer خود انتخاب کرده اید، باید نام کاربری (معمولا آدرس ایمیل) و رمز عبور خود را وارد کنید.
hu_hu: Be kell írnia a felhasználói nevét (általában az email cím az) és a jelszavát is, amennyiben akár az SMTP, akár a Gmail levelezési opciót választotta.
lv_lv: Tev nepieciešams iekļaut lietotājvārdu (parastu tā ir e-pasta adrese) un paroli ja ticis izvēlēts SMTP un Gmail kā pastnieks.
no: Du må inkludere brukernavn (vanligvis epostadressen din) og passordet hvis du har valgt enten SMTP eller Gmail.
ru: Вы должны включить своё имя пользователя (как правило, ваш адрес электронной почты) и пароль, если вы выбрали SMTP либо Gmail в качестве сервиса email.
tr_tr: Posta adresiniz olarak SMTP veya Gmail’i seçtiyseniz, kullanıcı adınızı (genellikle e-posta adresinizi) ve şifrenizi eklemeniz gerekir.

source: SMTP options
ar_sa: خيارات SMTP
el_gr: Επιλογές SMTP
es_co: Opciones SMTP
fa_ir: گزینه های SMTP
hu_hu: SMTP beállítások
lv_lv: SMTP iestatījumi
no: SMTP-valg
ru: Настройки SMTP
tr_tr: SMTP ayarları

source: If you selected SMTP as your mailer, please complete these options.
ar_sa: إذا قمت بتحديد SMTP كبريدك ، فالرجاء إكمال هذه الخيارات.
el_gr: Εάν έχετε επιλέξει το SMTP ως mailer, συμπληρώστε αυτές τις επιλογές.
es_co: Si usted ha seleccionado SMTP, favor complete estas opciones.
fa_ir: اگر SMTP را به عنوان ارسال کننده ایمیل انتخاب کردید، لطفا این گزینه ها را کامل کنید.
hu_hu: Ha az SMTP-t választotta levélküldőként, kérjük ezeket töltse ki.
lv_lv: Ja ticis izvēlēts SMTP kā pastnieks, lūdzams pilnībā aizpildīt šos iestatījumus.
no: Hvis du har valgt SMTP, vennligst fullfør disse valgene.
ru: Если вы выбрали SMTP, пожалуйста заполните следующие настройки.
tr_tr: Posta servisiniz olarak SMTP'yi seçtiyseniz, lütfen bu seçenekleri tamamlayın.

source: Host
ar_sa: مضيف
el_gr: Φιλοξενεία
fa_ir: میزبان
hu_hu: Hosztnév
lv_lv: Uzturētājs(host)
ru: Хост
tr_tr: Sunucu

source: Port
ar_sa: ميناء
el_gr: Πόρτα
es_co: Puerto
hu_hu: Portszám
lv_lv: Ports
ru: Порт

source: Authentication
ar_sa: المصادقة
el_gr: Αυθεντικοποίηση
es_co: Autenticación
fa_ir: احراز هویت
hu_hu: Hitelesítés
lv_lv: Autentifikācija
no: Autentisering
ru: Аутентификация
tr_tr: Kimlik Doğrulama

source: SSL options
ar_sa: خيارات SSL
es_co: Opciones de SSL
hu_hu: SSL opciók
lv_lv: SSL iestatījumi
ru: Настройки SSL

source: Verify peer
ar_sa: تأكيد الطرف المواجه
es_co: Verificar par
hu_hu: Társhálózat ellenőrzése
lv_lv: Apstiprini vienrangu (peer)
ru: Проверить peer

source: Verify peer name
ar_sa: تأكيد إسم الطرف المواجه
es_co: Verificar nombre de par
hu_hu: Társhálózat nevének ellenőrzése
lv_lv: Apstiprini vienranga nosaukumu (peer name)
ru: Проверить peer name

source: Allow self signed
ar_sa: السماح بالتسجيل الذاتي
es_co: Permitir firma propia
hu_hu: Önaláírt tanúsítvány engedélyezése
lv_lv: Atļaut pašparakstīšanu
ru: Разрешить самоподписанные сертификаты

source: After saving your options, you can test your configuration here
ar_sa: بعد حفظ خياراتك، بإمكانك إختبار إعداداتك هنا
es_co: Después de guardar sus opciones, puede probar su configuración aquí
hu_hu: A beállítások elmentése után itt tesztelheti a konfigurációt
lv_lv: Pēc iestatījumu saglabāšanas, jūs varat testēt savu konfigurāciju šeit
ru: После сохранения параметров вы можете проверить свою конфигурацию здесь

source: Social Networks
ar_sa: الشبكات الإجتماعية
es_co: Redes sociales
hu_hu: Közösségi hálózatok
lv_lv: Sociālie tīkli
ru: Социальные сети

source: Note: %s requires all accounts to be available locally. When a user connects via a social network or any other external source, a local account will be created with a random password.
ar_sa: ملاحظة: %s يتطلب أن تكون جميع الحسابات متاحة محليًا. عندما يتصل المستخدم عبر شبكة اجتماعية أو أي مصدر خارجي آخر ، سيتم إنشاء حساب محلي بكلمة مرور عشوائية.
es_co: Nota: %s requiere que todas las cuentas estén disponibles localmente. Cuando un usuario se conecta usando una red social o cualquier otra fuente externa, se creará una cuenta de usuario local con contraseña aleatoria.
hu_hu: Megjegyzés: %s számára szükséges a felhasználói fiókok helyi elérhetősége. Ha egy felhasználó csatlakozik közösségi hálózat vagy egyéb külső forrás segítségével, a helyi felhasználói fiók egy véletlenszerű jelszóval fog létrejönni.
lv_lv: Piezīme: %s pieprasa kontiem būt pieejamiem lokāli. Brīdī kad lietotājs pieslēdzas izmantojot sociālos tīklus vai citu ārējo servisu, lokālais konts tiks izveidots ar nejauši ģenerētu paroli.
ru: Примечание: %s требует, чтобы все учётные записи были доступны локально. Когда пользователь подключается через социальную сеть или любой другой внешний источник, будет создана локальная учётная запись со случайным паролем.

source: Enabled
ar_sa: ممكّن
el_gr: Ενεργοποιήθηκε
es_co: Habilitado
fa_ir: فعال
hu_hu: Engedélyezve
lv_lv: Iespējots
no: Aktivert
ru: Включено
tr_tr: Etkin

source: App ID
ar_sa: هوية تعريف التطبيق
es_co: ID de aplicación
hu_hu: App azonosító
ru: ID приложения

source: App Secret
ar_sa: سر التطبيق
es_co: Aplicación secreta
hu_hu: App titkos kulcs
lv_lv: App Noslēpums
ru: Секрет приложения

source: Callback URI
ar_sa: استدعاء URI
el_gr: URI επανάκλησης
es_co: URI Regresar
lv_lv: Atpakaļsaites URl
no: CallbackURL
ru: Обратный URI
tr_tr: Geri dönüş adresi

source: How do I obtain this credentials?
ar_sa: كيف أحصل على بيانات الاعتماد هذه؟
el_gr: Πώς μπορώ να αποκτήσω αυτά τα διαπιστευτήρια;
es_co: ¿Cómo obtengo estas credenciales?
fa_ir: این اطلاعات را از کجا بیاورم؟
hu_hu: Hogyan juthatok hozzá ezekhez az adatokhoz?
lv_lv: Kā iegūt šos autorizācijas datus?
no: Hvordan får jeg brukerinformasjon?
ru: Как получить логин и пароль?
tr_tr: Bu kimlik bilgilerini nasıl edinebilirim?

source: General
ar_sa: عامة
el_gr: Γενικά
fa_ir: عمومی
hu_hu: Általános
lv_lv: Vispārīgi
no: Generelt
ru: Общее
tr_tr: Genel

source: Basic information to be shown around the site. The time format and zones values affect how the clients see the dates on their files lists.
ar_sa: المعلومات الاساسية التي سيتم عرضها حول الموقع . تؤثر قسم تنسيق المناطق والمناطق على كيفية رؤية العملاء للتواريخ في قوائم الملفات الخاصة بهم
el_gr: Βασικές πληροφορίες που θα εμφανίζονται στον ιστότοπο. Οι τιμές μορφής ώρας και ζώνες επηρεάζουν τον τρόπο με τον οποίο οι πελάτες βλέπουν τις ημερομηνίες στις λίστες αρχείων τους.
es_co: Información básica para ser mostrada en el sitio. Los formatos de tiempo y zona horaria, afectan la forma en que los clientes ven las fechas en su lista de archivos.
fa_ir: اطلاعات پایه ای که در اطراف سایت نشان داده می شود. فرمت زمان و مقادیر مناطق بر چگونگی دیدگاه مشتریان در لیست فایل های آنها تاثیر می گذارد.
hu_hu: Az oldalakon megjelenő alapvető információk. Az időformátum és zóna értékek azt befolyásolják, ahogyan az ügyfeleknek a állománylistáikon a dátumok megjelennek.
lv_lv: Pamatinformācija kas attainosies lapā. Laika formāts un laika zonas vērtības ietekmē to kā klients redz datumus datņu sarakstā.
no: Basisinformasjon som vises flere steder på nettstedet. Tidsformatet og soneverdiene påvirkerhvordan klientene ser datoer i fillistene.
ru: Общая информация, отображаемая на сайте. Формат времени и значение зон влияет на то, как клиенты видят даты в своих списках файлов.
tr_tr: Site çevresinde gösterilecek temel bilgiler. Saat biçimi ve bölge değerleri,istemcilerin dosya listelerindeki tarihleri ​​nasıl gördüğünü etkiler.

source: Site name
ar_sa: اسم الموقع
el_gr: Όνομα ιστότοπου
es_co: Nombre del Sitio
fa_ir: نام سیستم
hu_hu: Weboldal neve
lv_lv: Lapas nosaukums
no: Nettstednavn
ru: Имя сайта
tr_tr: Site ismi

source: Timezone
ar_sa: وحدة زمنية
el_gr: Ζώνη ώρας
es_co: Zona Horaria
fa_ir: منطقه جغرافیایی/زمانی
hu_hu: Időzóna
lv_lv: Laika zona
no: Tidssone
ru: Часовой пояс
tr_tr: Zaman dilimi

source: Time format
ar_sa: تنسيق الوقت
el_gr: Μορφή ώρας
es_co: Formato de Hora
fa_ir: فرمت تاریخ
hu_hu: Időformátum
lv_lv: Laika formāts
no: Tidsformat
ru: Формат времени
tr_tr: Zaman formatı

source: For example, d/m/Y h:i:s will result in something like
ar_sa: على سبيل المثال ، d / m / Y h: i: s سيؤدي إلى شيء مثل
el_gr: Για παράδειγμα, d/m/Y h:i:s θα οδηγήσει σε κάτι σαν
es_co: Por Ejemplo, d/m/A h:i:s daría como resultado algo como
fa_ir: به عنوان مثال، d / m / Y h: i: s نتیجه آن می شود
hu_hu: Például, a d/m/Y h:i:s valahogyan így fog kinzéni:
lv_lv: Piemēram, formātējums d/m/Y h:i:s izskatīsies šādi
no: For eksempel, d/m/Y h:i:s vil resultere i noe som
ru: Например, d/m/Y h:i:s будет выглядеть как
tr_tr: Örnek olarak , gg/aa/YY saat:dakika:saniye

source: For the full list of available values, visit
ar_sa: للحصول على القائمة الكاملة للقيم المتاحة . تفضل بزيارة
el_gr: Για τον πλήρη κατάλογο των διαθέσιμων τιμών, επισκεφθείτε
es_co: Para la lista completa de los valores permitidos, visite
fa_ir: برای لیست کامل پارامترهای موجود، اینجارا ببینید:
hu_hu: Ha az összes használható értékre kíváncsi, látogasson el
lv_lv: Lai skatītu pilnu sarakstu ar iespējamām vērtībām, apmeklējiet
no: For en full liste over tilgjengelige verdier, besøk
ru: Для списка всех вариантов значений посетите
tr_tr: Mevcut değerlerin tam listesi için adresini ziyaret edin.

source: this page
ar_sa: هذه الصفحه
el_gr: αυτή η σελίδα
es_co: esta página
fa_ir: پارامترهای مجاز
hu_hu: erre az oldalra
lv_lv: šo lapu
no: denne siden
ru: эту страницу
tr_tr: bu sayfa

source: Use custom footer text
ar_sa: استخدم نص تذييل الصفحه
el_gr: Χρησιμοποιήστε προσαρμοσμένο κείμενο υποσέλιδου
es_co: Personalize el pie de página
fa_ir: استفاده از متن پاورقی سفارشی
hu_hu: Egyedi lábléc használata
lv_lv: Izmantot pielāgotu kājenes tekstu
no: Bruk tilpasset fotonotetekst
ru: Использовать пользовательский текст нижнего колонтитула
tr_tr: Özel alt bilgi kullan

source: Footer content
ar_sa: محتوى التذييل
el_gr: Περιεχόμενο υποσέλιδου
es_co: conmtenido del pie de página
fa_ir: محتوای پاورقی
hu_hu: Lábléc tartalma
lv_lv: Kājenes saturs
no: Fotnoteinnhold
ru: Содержание нижнего колонтитула
tr_tr: Alt bilgi içeriği

source: Editor
ar_sa: تحرير
el_gr: Συντάκτης
fa_ir: ویرایشگر
hu_hu: Szerkesztő
lv_lv: Redaktors
no: Redigerer
ru: Редактор
tr_tr: Editör

source: Use the visual editor on files descriptions
ar_sa: استخدم المحرر المرئي على اوصاف الملفات
el_gr: Χρησιμοποιήστε το πρόγραμμα επεξεργασίας σε περιγραφές αρχείων
es_co: Use el editor visual en la descripción de archivos
fa_ir: از ویرایشگر برای ویرایش متن توصیف فایل ها استفاده شود
hu_hu: A WYSIWYG szerkesztő használata a állományleírások szerkesztésekor
lv_lv: Izmantojies šo vizuālo redaktoru datņu apraksta rediģēšanai
no: Bruk den visuelle redigeringen på filbeskrivelser
ru: Использовать графический редактор при описании файла
tr_tr: Dosya açıklamalarında görsel editörü kullanın

source: Detect user browser language
ar_sa: كشف لغة متصفح المستخدم
el_gr: Εντοπισμός γλώσσας προγράμματος περιήγησης χρηστών
es_co: Dtecte el lenguaje del browser
fa_ir: تشخیص زبان مورد استفاده کاربر از روی مرورگر
hu_hu: Böngésző nyelvének felismerése
lv_lv: Noteikt iestatīto pārlūka valodu
no: Detekter nettleserspråk
ru: Определять язык браузера пользователя
tr_tr: Tarayıcı dilini tespit et

source: If available, will override the default one from the system configuration file. Affects all users and clients.
ar_sa: إذا كان متاحا . فسيتم تجاوز الإعداد الافتراضي من ملف تكوين النظام يؤثر على جميع المستخدمين والعملاء
el_gr: Εάν είναι διαθέσιμη, θα αντικαταστήσει την προεπιλεγμένη από το αρχείο ρυθμίσεων του συστήματος. Επηρεάζει όλους τους χρήστες και τους πελάτες.
es_co: Si esta disponible, sobreescribira el valor prederterminado en la configuración del sistema Afectando a todos usuarios y clientes.
fa_ir: در صورت وجود، مورد پیش فرض در قسمت پیکربندی سیستم را لغو می کند و بر همه کاربران و مشتریان تاثیر می گذارد.
hu_hu: Ha lehetőség van rá, akkor ez felülírja az alapértelmezést, ami a rendszerkonfigurációs állományban található. Minden felhasználót és ügyfelet érint.
lv_lv: Ja pieejams, tad pārrakstīs noklusētās sistēmas konfigurācijas vērtības. Attiecas uz lietotājiem un klientiem.
no: Vil overkjøre standard i systemkonfigurasjonsfilen, hvis tilgjengelig. Påvirker alle brukere og klienter.
ru: Если включено, подменит собой настройки по умолчанию из системного файла конфигурации. Касается всех пользователей и клиентов.
tr_tr: Varsa, sistem yapılandırma dosyasındaki varsayılanı geçersiz kılar.Tüm kullanıcıları ve istemci(alıcı)leri etkiler.

source: Downloads
ar_sa: التحميلات
el_gr: Λήψεις
es_co: Descargas
fa_ir: دانلودها
hu_hu: Letöltések
lv_lv: Lejuplādes
no: Nedlastinger
ru: Загрузки
tr_tr: İndirmeler

source: Use XSendFile to serve files
ar_sa: إستخدم XSendFile لخدمة الملفات
es_co: Utilice XSendFile para entregar archivos
hu_hu: XSendFile használata állománykiszolgáláshoz
lv_lv: Izmanto XSendFile, lai strādātu ar datnēm
ru: Используйте XSendFile для работы с файлами
