Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: An anonymous user downloaded a public file
ar_sa: مستخدم مجهول قام بتنزيل ملف عام
es_co: Un usuario anónimo descargó un archivo público
hu_hu: Egy névtelen felhasználó letöltött egy nyilvános állományt
lv_lv: Anonīms lietotājs lejuplādējis publisku datni
ru: Анонимный пользователь скачал публичный файл

source: A zip file was generated
ar_sa: تم إنشاء ملف مضغوط
es_co: Se generó un archivo zip
hu_hu: Egy zip állomány lett generálva
lv_lv: Ģenerēts zip arhīvs
ru: Был создан ZIP-файл
tr_tr: Sıkıştırılmış dosya oluşturuldu.

source: A file has been unassigned from a client
ar_sa: لم يتم تعيين الملف من قبل عميل
es_co: Se ha dejado de asignar un archivo de un cliente
hu_hu: Egy állományt láválasztottak egy ügyféltől
lv_lv: Datne tikusi atsaistīta no klienta
ru: Файл был откреплен от клиента
tr_tr: Dosya ile müşteri ilişkisi kaldırıldı.

source: A file has been unassigned from a group
ar_sa: تم إلغاء تعيين ملف من مجموعة
el_gr: Για ένα αρχείο έχει αφαιρεθεί η αντιστοίχιση από μία ομάδα
es_co: Un archivo ha sido desasignado desde un grupo
fa_ir: یک فایل از یک گروه سلب شده است.
hu_hu: Egy állományt leválasztottak egy csoporttól
lv_lv: Datne tikusi atsaistīta no grupas
no: En filtildeling har blitt fjernet fra en gruppe
ru: Файл был откреплён от группы
tr_tr: Bir dosya bir gruba atandı

source: A file has been deleted
ar_sa: تم حذف ملف
el_gr: Ένα αρχείο έχει διαγραφεί
es_co: Un archivo ha sido borrado
fa_ir: یک فایل حذف شده است.
hu_hu: Egy állományt töröltek
lv_lv: Datne dzēsta
no: En fil har blitt slettet
ru: Файл был удален
tr_tr: Bir dosya silindi

source: A user was edited
ar_sa: تم تحرير مستخدم
el_gr: Έγινε επεξεργασία ενός χρήστη
es_co: Un usuario fue modificado
fa_ir: کاربر ویرایش شد.
hu_hu: Egy felhasználót szerkesztettek
lv_lv: Lietotājs rediģēts
no: En bruker ble endret
ru: Пользователь был отредактирован
tr_tr: Bir kullanıcı düzenlendi

source: A client was edited
ar_sa: تم تحرير عميل
el_gr: Έγινε επεξεργασία ενός πελάτη
es_co: Un cliente fue modificado
fa_ir: یک مشتری ویرایش شد
hu_hu: Egy ügyfelet szerkesztettek
lv_lv: Klients rediģēts
no: En klient ble endret
ru: Клиент был отредактирован
tr_tr: Bir istemci(alıcı) düzenlendi

source: A group was edited
ar_sa: تم تحرير مجموعة
el_gr: Έγινε επεξεργασία μιας ομάδας
es_co: Un grupo fue modificado
fa_ir: یک گروه ویرایش شد
hu_hu: Egy csoportot szerkesztettek
lv_lv: Grupa rediģēta
no: En gruppe ble endret
ru: Группа была отредактирована
tr_tr: Bir grup düzenlendi

source: A user was deleted
ar_sa: تم حذف مستخدم
el_gr: Ένας χρήστης διαγράφηκε
es_co: Un usuario fue borrado
fa_ir: یک کاربر حذف شد
hu_hu: Egy felhasználót töröltek
lv_lv: Lietotājs dzēsts
no: En bruker ble slettet
ru: Пользователь был удален
tr_tr: Bir kullanıcı silindi

source: A client was deleted
ar_sa: تم حذف عميل
el_gr: Ένας πελάτης διαγράφηκε
es_co: Un cliente fue borrado
fa_ir: یک مشتری حذف شد
hu_hu: Egy ügyfelet töröltek
lv_lv: Klients dzēsts
no: En klient ble slettet
ru: Клиент был удален
tr_tr: Bir istemci(alıcı) silindi

source: A group was deleted
ar_sa: تم حذف مجموعة
el_gr: Μια ομάδα διαγράφηκε
es_co: Un grupo fue borrado
fa_ir: یک گروه حذف شد
hu_hu: Egy csoportot töröltek
lv_lv: Grupa dzēsta
no: En gruppe ble slettet
ru: Группа была удалена
tr_tr: Bir grup silindi

source: A user account was marked as active
ar_sa: تم وضع علامة على حساب مستخدم على أنه نشط
el_gr: Ένας λογαριασμός χρήστη επισημάνθηκε ως ενεργός
es_co: Una cuenta de usuario fue marcada como activa
fa_ir: یک حساب کاربری به عنوان فعال مشخص شده است
hu_hu: Egy felhasználói fiókot aktiváltak
lv_lv: Lietotāja konts ticis atzīmēts kā aktīvs
no: En brukerkonto ble markert som aktiv
ru: Пользовательский аккаунт помечен как активный
tr_tr: Bir kullanıcı hesabı aktif olarak işaretlendi

source: A user account was marked as inactive
ar_sa: تم وضع علامة على حساب مستخدم على أنه غير نشط
el_gr: Ένας λογαριασμός χρήστη επισημάνθηκε ως ανενεργός
es_co: Una cuenta de usuario fue marcada como inactiva
fa_ir: یک حساب کاربری به عنوان غیرفعال مشخص شده است
hu_hu: Egy felhasználói fiókot kikapcsoltak
lv_lv: Lietotāja konts ticis atzīmēts kā neaktīvs
no: En brukerkonto ble markert som inaktiv
ru: Пользовательский аккаунт помечен как не активный
tr_tr: Bir kullanıcı hesabı etkin değil olarak işaretlendi

source: A client account was marked as active
ar_sa: تم تغيير حساب العميل ليصبح نشط
es_co: Una cuenta de cliente se ha marcado como activa
hu_hu: Egy ügyfél fiókot aktiváltak
lv_lv: Klienta konts ticis atzīmēts kā aktīvs
ru: Аккаунт клиента помечен как активный

source: A client account was marked as inactive
ar_sa: تم تغيير حساب العميل ليصبح غير نشط
es_co: Una cuenta de cliente se ha marcado como inactiva
hu_hu: Egy ügyfél fiókot kikapcsoltak
lv_lv: Klienta konts ticis atzīmēts kā neaktīvs
ru: Аккаунт клиента помечен как неактивный

source: A file was marked as hidden
ar_sa: تم وضع علامة على الملف على أنه مخفي
el_gr: Ένα αρχείο επισημάνθηκε ως κρυφό
es_co: Un archivo fue marcado como oculto
fa_ir: یک فایل به عنوان مخفی مشخص شده است
hu_hu: Egy állományt rejtettként jelöltek meg
lv_lv: Datne tatzīmēta kā slēpta
no: En fil ble markert som gjemt
ru: Файл помечен как скрытый
tr_tr: Bir dosya gizli olarak işaretlendi

source: A file was marked as visible
ar_sa: تم وضع علامة على الملف على أنه مرئي
el_gr: Ένα αρχείο επισημάνθηκε ως ορατό
es_co: Un archivo fue marcado como visible
fa_ir: یک فایل به عنوان قابل مشاهده مشخص شده است
hu_hu: Egy állományt láthatóként jelöltek meg
lv_lv: Datne atzīmēta kā redzama
no: En fil ble markert som synlig
ru: Файл помечен как видимый
tr_tr: Bir dosya görünür olarak işaretlendi

source: A file was marked as hidden for everyone
ar_sa: تم تغيير ملف ليصبح مخفي عن الجميع
es_co: Se ha marcado un archivo como oculto para todos
hu_hu: Egy állomány rejtettnek lett megjelölve mindenki számára
lv_lv: Datne atzīmēta kā slēpta visiem
ru: Файл помечен как скрытый для всех

source: A user creates a new group
ar_sa: يقوم المستخدم بإنشاء مجموعة جديدة
el_gr: Ένας χρήστης δημιουργεί μια νέα ομάδα
es_co: Un usuario creo un grupo nuevo
fa_ir: یک کاربر یک گروه جدید ایجاد می کند
hu_hu: Egy felhasználó új csoportot hoz létre
lv_lv: Lietotājs izveido jaunu grupu
no: En bruker lager en ny gruppe
ru: Пользовтель создал новую группу
tr_tr: Bir kullanıcı yeni bir grup oluşturur

source: A file is assigned to a client
ar_sa: يتم تعيين ملف للعميل
el_gr: Έγινε αντιστοίχιση ενός αρχείου σε έναν πελάτη
es_co: Un archivo es asignado al cliente
fa_ir: یک فایل به یک مشتری اختصاص دارد
hu_hu: Egy állományt hozzárendeltek egy ügyfélhez
lv_lv: Datne ir piesaistīta klientam
no: En fil er tildelt en klient
ru: Файл привязан к клиенту
tr_tr: Bir dosya bir istemci(alıcı)ye atanır

source: A file is assigned to a group
ar_sa: يتم تعيين ملف لمجموعة
el_gr: Έγινε αντιστοίχιση ενός αρχείου σε μια ομάδα
es_co: Un archivo es asignado al grupo
fa_ir: یک فایل به یک گروه اختصاص داده شده است
hu_hu: Egy állományt hozzárendeltek egy csoporthoz
lv_lv: Datne ir piesaistīta grupai
no: En fil er tildelt en gruppe
ru: Файл привязан к группе
tr_tr: Bir dosya bir gruba atanır

source: The logo on "Branding" was changed
ar_sa: تم تغيير شعار "العلامة التجارية"
el_gr: Το λογότυπο στο Branding άλλαξε
es_co: El logo de la empresa fue cambiado
fa_ir: لوگو در قسمت «آرم» تغییر یافت
hu_hu: A "Márkajelzés" logó megváltozott
lv_lv: Logo “Zīmolam” nomainīts
no: Logoen på "Branding" ble endret
ru: Логотип "Branding" сменен
tr_tr: \Marka" menüsünde logo değiştirildi

source: A system user edited a file
ar_sa: مستخدم للنظام قام بتعديل ملف
es_co: Un usuario del sistema editó un archivo
hu_hu: Egy felhasználó szerkesztett egy állományt
lv_lv: Sistēmas lietotājs rediģējis datni
ru: Системный пользователь отредактировал файл

source: A client edited a file
ar_sa: عميل قام بتعديل ملف
es_co: Un cliente editó el archivo
hu_hu: Egy ügyfél szerkesztett egy állományt
lv_lv: Klients rediģējis datni
ru: Клиент отредактировал файл

source: A user created a category
ar_sa: لقد قام مستخدم بإنشاء فئة
es_co: Un usuario creó una categoría
hu_hu: Egy felhasználó létrehozott egy kategóriát
lv_lv: Lietotājs izveidojis kategoriju
ru: Пользователь создал категорию

source: A user edited a category
ar_sa: لقد قام مستخدم بتعديل فئة
es_co: Un usuario editó una categoría
hu_hu: Egy felhasználó szerkesztett egy kategóriát
lv_lv: Lietotājs rediģējis kategoriju
ru: Пользователь отредактировал категорию

source: A user deleted a category
ar_sa: طلب حساب العميل تمت معالجته
es_co: Un usuario borró una categoría
hu_hu: Egy felhasználó törölt egy kategóriát
lv_lv: Lietotājs dzēsis kategoriju
ru: Пользователь удалил категорию

source: A client account request was processed
ar_sa: طلب إنشاء حساب عميل تمت معالجته
es_co: Se procesó una solicitud de cuenta de cliente
hu_hu: Egy ügyfélfiók kérelem feldolgozásra került
lv_lv: Klienta konta pieprasījums ticis procesēts
ru: Запрос клиентского аккаунта обработан

source: A client's groups membership requests were processed
ar_sa: تمت معالجة طلب العميل للإنضمام إلى مجموعات الأعضاء
es_co: Se procesaron solicitudes de membresía a grupos
hu_hu: Egy ügyfél csoporttagsági kérelme fel lett dolgozva
lv_lv: Klienta grupas dalības pieprasījums ticis procesēts
ru: Клиентские запросы на членство в группе обработаны

source: A file preview request was made
ar_sa: تم عمل طلب عرض ملف
es_co: Se realizó una solicitud para previsualizar un archivo
hu_hu: Egy állomány előnézet engedélykérés van folyamatban
lv_lv: Veikts datnes priekšskatījuma pieprasījums
ru: Был сделан запрос на предварительный просмотр файла

source: ProjecSend has been installed
ar_sa: تم تثبيت ProjecSend
el_gr: Το ProjectSend εγκαταστάθηκε
es_co: ProjectSend ha sido instalado
fa_ir: ProjecSend نصب شده است
hu_hu: A ProjectSend telepítése befejeződött.
lv_lv: ProjectSend ticis uzstādīts
no: ProjectSend har blitt installert
ru: ProjectSend установлен
tr_tr: ProjecSend kuruldu

source: ProjectSend was updated
ar_sa: تم تحديث ProjectSend
el_gr: Το ProjectSend ενημερώθηκε
es_co: ProjectSend fue actualizado
fa_ir: ProjectSend به روز شد
hu_hu: A ProjectSend frissítésre került
lv_lv: ProjectSend ticis atjaunots
no: ProjectSend ble oppdatert
ru: ProjectSend был обновлен
tr_tr: ProjectSend güncellendi

source: A client account request was approved
ar_sa: تمت الموافقة على طلب إنشاء حساب عميل
es_co: Se aprobó la solicitud de cuenta de cliente
hu_hu: Egy ügyfélfiók kérelem elfogadásra került
lv_lv: Klienta konta pieprasījums apstiprināts
ru: Заявка на открытие клиентского аккаунта была одобрена

source: A client account request was denied
ar_sa: تم رفض طلب إنشاء حساب عميل
es_co: La solicitud de cuenta de cliente fué rechazada
hu_hu: Egy ügyfélfiók kérelem elutasításra került
lv_lv: Klienta konta pieprasījums atteikts
ru: Заявка на открытие клиентского аккаунта была отклонена

source: System options were updated
ar_sa: تم تعديل خيارات النظام
es_co: Las opciones del sistema fueron actualizadas
hu_hu: A rendszerbeállítások frissítve lettek
lv_lv: Sistēmas iestatījumi atjaunoti
ru: Обновлены настройки системы

source: An email template was updated
ar_sa: تم تعديل قالب بريد إالكتروني
es_co: Una plantilla de correo fue actualizada
hu_hu: Egy e-mail sablon frissítve lett
lv_lv: E-pasta sagataves tikušas atjaunotas
ru: Был обновлен шаблон email

source: Email and password cannot be empty.
ar_sa: حساب البريد او كلمة المرور لا يمكن تركهما فارغين
es_co: Los campos de correo electrónico y contraseña no pueden estar vacíos.
hu_hu: E-mail és jelszó nem lehet üres.
lv_lv: Epasts un parole nedrīkst būt tukšs.
ru: Email и пароль не могут быть пустыми.

source: LDAP connection error: %s
ar_sa: خطأ إتصال LADP : %s
es_co: Error de conexión LDAP: %s
hu_hu: LDAP kapcsolódási hiba: %s
lv_lv: LDAP savienojuma kļūme: %s
ru: Ошибка подключения к LDAP: %s

source: The supplied email or password does not match an existing record.
ar_sa: حساب البريد أو كلمة المرور التي قمت بإدخالها لا تماثل السجلات الموجودة
es_co: El correo electrónico o contraseña proporcionada no coinciden con un registro existente.
hu_hu: A megadott e-mail vagy jelszó nem egyezik egy meglévő rekorddal.
lv_lv: Norādītais epasts vai parole neatbilst esošam kontam.
ru: Введенный email или пароль не совпадает с существующей записью.

source: Error binding to LDAP server.
ar_sa: خطأ إرتباط مع خادم LDAP
es_co: Error al unirse al servidor LDAP.
hu_hu: Hiba lépett fel az LDAP kiszolgálóhoz történő csatlakozásnál.
lv_lv: Kļūme sasaistoties ar LDAP serveri.
ru: Ошибка привязки к серверу LDAP.

source: Error during log in.
ar_sa: خطأ خلال عملية تسجيل الدخول
es_co: Error al iniciar sesión.
hu_hu: Hiba a bejelentkezéskor.
lv_lv: Kļūme pie ielogošanās.
ru: Ошибка при входе в систему.

source: The supplied credentials are not valid.
ar_sa: بيانات الاعتماد التي تم توفيرها غير صالحة.
el_gr: Τα διαπιστευτήρια που χρησιμοποιήσατε δεν είναι έγκυρα.
es_co: Las credenciales suministradas no son validas
fa_ir: نام کاربری و کلمه عبور ارائه شده معتبر نیست.
hu_hu: Hibás azonosító és/vagy jelszó.
lv_lv: Ievadītie autorizācijas dati nav derīgi.
no: Innloggingsinformasjonen er ikke gyldig.
ru: Введенные учетные данные не верны.
tr_tr: Verilen kimlik bilgileri geçerli değil.

source: The supplied username doesn't exist.
ar_sa: اسم المستخدم المقدم غير موجود.
el_gr: Το παρεχόμενο όνομα χρήστη δεν υπάρχει.
es_co: El usuario suministrado no existe.
fa_ir: نام کاربری ارائه شده موجود نیست
hu_hu: A megadott felhasználói név nem létezik
lv_lv: Ievadītais lietotājvārds neeksistē.
no: Det angitte brukernavnet eksisterer ikke.
ru: Введенное имя не существует.
tr_tr: Girilen kullanıcı adı geçersiz.

source: The supplied password is incorrect.
ar_sa: كلمة المرور المقدمة غير صحيحة.
el_gr: Ο παρεχόμενος κωδικός πρόσβασης είναι εσφαλμένος.
es_co: La clave suministrada no es correcta.
fa_ir: رمز عبور ارائه شده اشتباه است
hu_hu: Helytelen jelszó lett megadva.
lv_lv: Norādītā parole ir nepareiza.
no: Det angitte passordet er ikke riktig.
ru: Введенный пароль не верен.
tr_tr: Girilen şifre yanlış.

source: This account is not active.
ar_sa: هذا الحساب غير نشط.
el_gr: Αυτός ο λογαριασμός δεν είναι ενεργός.
es_co: Esta cuenta no esta activa.
fa_ir: این حساب فعال نیست.
hu_hu: A fiók ki van kapcsolva
lv_lv: Konts nav aktīvs.
no: Denne kontoen er inaktiv.
ru: Эта учетная запись неактивна.
tr_tr: Bu hesap aktif değil.

source: If you just registered, please wait until a system administrator approves your account.
ar_sa: إذا كنت قد سجلت للتو ، يرجى الانتظار حتى يوافق مسؤول النظام على حسابك.
el_gr: Εάν μόλις εγγραφείτε, περιμένετε έως ότου ένας διαχειριστής συστήματος εγκρίνει τον λογαριασμό σας.
es_co: Si se acaba de registrar, favor espere hasta que un administrador del sistema apruebe su cuenta.
fa_ir: اگر شما تازه ثبت نام کرده اید، لطفا صبر کنید تا مدیر سیستم اعتبار شما را تأیید کند.
hu_hu: Ha nemrég regisztrált, akkor kérem várjon, amíg egy rendszergazda jóváhagyja a fiókját.
lv_lv: Ja esat tikko reģistrējies, tad lūdzu uzgaidiet līdz administrācija apstiprina jūsu kontu.
no: Hvis du nettopp registrerte deg må du vente til en systemadministrator godkjenner kontoen din.
ru: Если вы только что зарегистрировались, пожалуйста, подождите, пока администратор системы подтвердит вашу учётную запись.
tr_tr: Yeni kayıt olduysanız , lütfen sistem yöneticisi hesabınızı onaylayana kadar bekleyin.

source: Client self registration is not allowed. If you need an account, please contact a system administrator.
ar_sa: التسجيل الذاتي للعميل غير مسموح به. إذا كنت بحاجة إلى حساب ، يرجى الاتصال بمسؤول النظام
el_gr: Δεν επιτρέπεται η εγγραφή από τον πελάτη. Εάν χρειάζεστε έναν λογαριασμό, επικοινωνήστε με έναν διαχειριστή συστήματος.
es_co: No se permite el auto registro de clientes. Si necesita una cuenta, Favor Contacta con el administrador del sistema.
fa_ir: ثبت نام توسط خود مشتری امکان پذیر نیست اگر به یک حساب کاربری نیاز دارید، لطفا با مدیر سیستم تماس بگیرید.
hu_hu: Az ügyfelek jelenleg nem regisztrálhatják önmagukat. Ha hozzáférésre van szüksége, akkor kérjük, lépjen kapcsolatba egy rendszergazdával.
lv_lv: Klienta pašreģistrācija nav atļauta. Ja ir nepieciešama konta izveide, lūdzu sazinieties ar sistēmas administrāciju.
no: Selvregistrering er ikke mulig for klienter. Hvis du trenger en konto må du kontakte en systemadministrator.
ru: Авторегистрация клиентов запрещена. Если вы хотите получить учётную запись, свяжитесь с Администратором системы.
tr_tr: İstemci(alıcı)nin kendi kendine kayıt olmasına izin verilmiyor. Bir hesaba ihtiyacınız varsa, lütfen bir sistem yöneticisine başvurun.

source: Sign-in with Google cannot be used to create new accounts at this time.
ar_sa: لا يمكن استخدام تسجيل الدخول باستخدام Google لإنشاء حسابات جديدة في الوقت الحالي.
el_gr: Η σύνδεση με τη Google δεν μπορεί να χρησιμοποιηθεί για τη δημιουργία νέων λογαριασμών αυτή τη στιγμή.
es_co: En este momento, el acceso a Google no se puede utilizar para crear nuevas cuentas.
fa_ir: در حال حاضر ورود به سیستم با Google برای ایجاد حسابهای جدید را نمی توان استفاده کرد.
hu_hu: Jelenleg nem lehet Google fiókkal regisztrálni.
lv_lv: Ielogošanās izmantojot Google kontu, šobrīd, nevar tikt izmantota konta izveidei.
no: Innlogging via Google kan ikke brukes til å opprette nye kontoer for øyeblikket.
ru: Сейчас невозможно использовать аккаунт Google, чтобы создавать новые аккаунты.
tr_tr: Google ile giriş yapmak şu anda yeni hesaplar oluşturmak için kullanılamaz.

source: You must approve the requested permissions to sign in with Google.
ar_sa: يجب الموافقة على الأذونات المطلوبة لتسجيل الدخول باستخدام Google.
el_gr: Πρέπει να εγκρίνετε τα αιτούμενα δικαιώματα σύνδεσης για να συνδεθείτε με την Google.
es_co: Debe aprobar los permisos solicitados para acceder a Google.
fa_ir: شما باید مجوزهای درخواست شده را برای ورود به سیستم با Google تأیید کنید.
hu_hu: Meg kell adnia a kért engedélyeket a Google fiókkal történő bejelentkezéshez.
lv_lv: Jums nepieciešams apstiprināt pieprasītās tiesības, lai ielogotos ar Google.
no: Du må godkjenne de forespurte tillatelse for å logge in via Google.
ru: Вы должны одобрить запрошенные разрешения что бы войти с Google.
tr_tr: Google ile oturum açmak için istenen izinleri onaylamanız gerekir.

source: Session timed out. Please log in again.
ar_sa: انتهت الجلسة. الرجاء الدخول على الحساب من جديد
el_gr: Η συνεδρία τελείωσε. Συνδεθείτε ξανά.
es_co: Se ha agotado el tiempo de sesión. Favor, ingrese nuevamente
fa_ir: وقت این جلسه به پایان رسیده است. لطفا دوباره وارد شوید.
hu_hu: A munkamenet lejárt. Kérjük, lépjen be újból.
lv_lv: Sesijas beigas. Lūdzu ielogojieties atkārtoti.
no: Sesjonen er utløpt. Logg inn på ny.
ru: Время сессии истекло. Войдите снова.
tr_tr: Oturum zaman aşımına uğradı. Lütfen tekrar giriş yapın.

source: New files uploaded for you
ar_sa: تم تحميل ملفات جديدة لك
el_gr: Νέα αρχεία μεταμορφώθηκαν για εσάς
es_co: Has subido nuevos archivos
fa_ir: فایل های جدید برای شما آپلود شده اند
hu_hu: Új állományokat töltöttek fel
lv_lv: Priekš jums augšuplādētas jaunas datnes
no: Nye filer opplastet for deg
ru: Для Вас загружены новые файлы
tr_tr: Sizin için yeni dosyalar yüklendi

source: The following files are now available for you to download.
ar_sa: الملفات التالية متاحة لك الآن لتنزيلها.
el_gr: Τα ακόλουθα αρχεία είναι πλέον διαθέσιμα για λήψη.
es_co: Los siguientes archivos están disponibles para descargar
fa_ir: فایل های زیر در حال حاضر برای دانلود شما در دسترس هستند.
hu_hu: A következő állományok elérhetőek:
lv_lv: Sekojošas datnes tagad ir pieejami lejuplādei.
no: De følgende filene er nå tilgjengelig for deg til nedlasting.
ru: Файлы готовы для загрузки.
tr_tr: Aşağıdaki dosyalar indirmeniz için hazır.

source: If you prefer not to be notified about new files, please go to My Account and deactivate the notifications checkbox.
ar_sa: إذا كنت تفضل عدم إعلامك بالملفات الجديدة ، فالرجاء الانتقال إلى حسابي وإلغاء تنشيط مربع الاختيار الخاص بالإعلامات.
el_gr: Αν προτιμάτε να μην ενημερώνεστε για νέα αρχεία, μεταβείτε στο πλαίσιο "Ο λογαριασμός μου" και απενεργοποιήστε το πλαίσιο ελέγχου "ειδοποιήσεις".
es_co: Si usted prefiere no ser notificado de nuevos archivos, valla a Mi Cuenta y desactive la opción
fa_ir: اگر شما ترجیح می دهید درباره فایلهای جدید مطلع شوید، لطفا به «حساب من» بروید و جعبه اعلانها را غیرفعال کنید.
hu_hu: Ha nem kér értesítést új állományok feltöltésekor, a "Fiókom" menüpontban kikapcsolhatja az értesítéseket.
lv_lv: Ja dodat priekšroku nesaņemt paziņojumus par jaunām datnēm, tad dodieties uz Mans Konts and atslēdzat paziņojumu funkcionalitāti.
no: Hvis du foretrekker å ikke bli varslet om nye filer, gå til Min Konto og deaktiver notifikasjonsboksen.
ru: Если вы не хотите получать уведомления о новых файлах, перейдите в раздел Моя учётная запись и деактивируйте настройку уведомлений.
tr_tr: Yeni dosyalar hakkında bilgilendirilmemeyi tercih ederseniz, lütfen Hesabım bölümüne gidin ve bildirimler onay kutusunu işaretleyin.

source: You can access a list of all your files or upload your own
ar_sa: يمكنك الوصول إلى قائمة بكل ملفاتك أو تحميل ملفاتك الخاصة
el_gr: Έχετε πρόσβαση σε μια λίστα με όλα τα αρχεία σας ή να ανεβάσετε τη δική σας
es_co: Ud puede accesar a la lista de sus archivos subidos
fa_ir: شما می توانید به یک لیست از تمام فایل های خود دسترسی داشته باشید و یا فایل خود را آپلود کنید
hu_hu: Ide kattintva elérheti az összes állományának listáját vagy feltöltheti a sajátját
lv_lv: Jūs varat piekļūt jūsu datņu sarakstam vai augšuplādēt pats savas datnes
no: Du kan få tilgang til en liste over alle filene dine, eller laste opp din egen
ru: Вы можете получить доступ к списку всех ваших файлов или загрузить свой собственный
tr_tr: Tüm dosyalarınızın listesine erişebilir veya kendi dosyalarınızı yükleyebilirsiniz.

source: by logging in here
ar_sa: بتسجيل الدخول هنا
el_gr: να συνδεθείτε εδώ
es_co: Ingresando aquí
fa_ir: با ورود به اینجا
hu_hu: elérheti a fájlokat
lv_lv: ielogojoties šeit
no: ved å logge inn her
ru: войдя в систему здесь
tr_tr: buraya giriş yaparak

source: New files uploaded by clients
ar_sa: الملفات الجديدة التي تم تحميلها من قبل العملاء
el_gr: Νέα αρχεία μεταμορφώθηκαν από πελάτες
es_co: Nuevo archivo subido por el cliente
fa_ir: فایل های جدید آپلود شده توسط مشتریان
hu_hu: Ügyfelek által feltöltött új állományok
lv_lv: Jaunas datnes augšuplādētas no klienta
no: Nye filer lastet opp av klienter
ru: Новые файлы от клиентов
tr_tr: İstemci(alıcı)ler tarafından yüklenen yeni dosyalar

source: New files has been uploaded by the following clients
ar_sa: تم تحميل الملفات الجديدة من قبل العملاء التاليين
el_gr: Νέα αρχεία έχουν ανεβεί από τους ακόλουθους πελάτες
es_co: Nuevos archivos han sido subidos por los siguientes clientes
fa_ir: فایل های جدید توسط مشتری های زیر آپلود شده اند
hu_hu: Új állományok lettek feltöltve az alábbi ügyfelek által
lv_lv: Jaunas datnes tikušas augšuplādētas no sekojošiem klientiem
no: Nye filer har blitt lastet opp av følgende klienter
ru: Новые файлы были загружены следующими клиентами
tr_tr: Yeni dosyalar aşağıdaki istemci(alıcı)ler tarafından yüklendi

source: You can manage these files
ar_sa: يمكنك إدارة هذه الملفات
el_gr: Μπορείτε να διαχειριστείτε αυτά τα αρχεία
es_co: Ud puede administrar estos archivos
fa_ir: شما می توانید این فایل ها را مدیریت کنید
hu_hu: Kezelheti ezeket az állományokat
lv_lv: Jūs varat pārvaldīt šīs datnes
no: Du kan administere disse filene
ru: Вы можете управлять этими файлами
tr_tr: Bu dosyaları yönetebilirsiniz

source: Welcome to ProjectSend
ar_sa: مرحبًا بك في ProjectSend
el_gr: Καλώς ήρθατε στο ProjectSend
es_co: Bienvenido a ProjectSend
fa_ir: به سامانه خوش آمدید
hu_hu: Üdvözli a ProjectSend
lv_lv: Sveicināts iekš ProjectSend
no: Velkommen til ProjectSendt
ru: Добро пожаловать в ProjectSend
tr_tr: ProjectSend'e Hoş Geldiniz
