Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Internal contact name
ar_sa: اسم جهة الاتصال الداخلية
el_gr: Εσωτερικό όνομα επαφής
es_co: Nombre de contacto interno
fa_ir: نام داخلی مخاطب
hu_hu: Név belső használatra
lv_lv: Iekšējā kontakta vārds
no: Internt kontaktnavn
ru: Внутреннее имя контакта
tr_tr: Kolay iletişim adı

source: Max. upload filesize
ar_sa: أقصى تحميل لحجم الملف
el_gr: Μέγιστο μέγεθος μεταμόρφωσης αρχείων
es_co: Máximo tamaño de subida
fa_ir: حداکثر حجم فایل برای آپلود
hu_hu: Maximális feltölthető fájlméret
lv_lv: Maksimālais augšuplādējāmās datnes izmērs
no: Maksimum filstørrelse for opplasting
ru: Макс. размер загружаемого файла
tr_tr: Maks. dosya boyutu

source: Set to 0 to use the default system limit
ar_sa: اضبط على 0 لاستخدام حد النظام الافتراضي
el_gr: Θέστε το 0 για να χρησιμοποιήσετε το προεπιλεγμένο όριο του συστήματος
es_co: Ponga 0 como limite predeterminado
fa_ir: برای استفاده از محدودیت پیش فرض سیستم، روی 0 قرار دهید
hu_hu: Állítsa nullára, ha az rendszer szerinti alapértelmezést kívánja használni
lv_lv: Iestatīt kā 0, lai izmantotu sistēmas noklusēto limitu
no: Sett til 0 for å bruke standard systemgrense
ru: Установите 0 для использования системных настроек
tr_tr: Varsayılan sistem limitini kullanmak için 0'a ayarlayın

source: Select one or more options. Type to search.
ar_sa: حدد خيارًا واحدًا أو أكثر. اكتب للبحث.
el_gr: Επιλέξτε μία ή περισσότερες επιλογές. Πληκτρολογείστε για αναζήτηση.
es_co: Seleccione una o mas opciones. Escriba para buscar
fa_ir: یک یا چند گزینه را انتخاب کنید. برای جستجو تایپ کنید
hu_hu: Írjon be egy vagy több opciót. Kezdjen gépelni a kereséshez
lv_lv: Izvēlieties vienu vai vairākas iespējas. Ievadiet tekstu, lai meklētu.
no: Velg ett eller flere valg. Skriv for å søke.
ru: Выберите один или несколько вариантов. Введите для поиска.
tr_tr: Bir veya daha fazla seçenek seçin. Aramak için buraya yazın.

source: Add all
ar_sa: إضافة الجميع
el_gr: Προσθήκη όλων
es_co: Agregue todo
fa_ir: افزودن همه
hu_hu: Mind hozzáadása
lv_lv: Pievienot visu
no: Legg til alle
ru: Добавить все
tr_tr: Hepsini ekle

source: Remove all
ar_sa: حذف الكل
el_gr: Αφαίρεση όλων
es_co: Borre todo
fa_ir: حذف همه
hu_hu: Mind eltávolítása
lv_lv: Noņemt visu
no: Fjern alle
ru: Убрать все
tr_tr: Hepsini kaldır

source: Active (client can log in)
ar_sa: نشط (يمكن للعميل تسجيل الدخول)
el_gr: Ενεργός (ο πελάτης μπορεί να εισέλθει)
es_co: Activo ( El usuario puede ingresar)
fa_ir: فعال (مشتری می تواند وارد شود)
hu_hu: Aktív (az ügyfél be tud lépni)
lv_lv: Aktīvs (klients var ielogoties)
no: Aktiv (klient kan logge inn)
ru: Активный (клиент может входить)
tr_tr: Aktif (istemci(alıcı) giriş yapabilir)

source: Notify new uploads by e-mail
ar_sa: إشعار التحميلات الجديدة عن طريق البريد الإلكتروني
el_gr: Να στέλνονται ειδοποιήσεις για νέες μεταμορφώσεις αρχείων με e-mail
es_co: Notificar nuevos archivos por correo
fa_ir: آپلود های جدید را با ایمیل اطلاع رسانی کنید
hu_hu: E-mail-t küldjön új fájl feltöltésekor
lv_lv: Paziņot par jaunām augšupielādēm izmantojot e-pastu
no: Varsle nye opplastinger på epost
ru: Уведомлять о новых загрузках по e-mail
tr_tr: Yeni yüklemeleri email ile bildir

source: Send welcome email
ar_sa: إرسال بريد إلكتروني ترحيبيه
el_gr: Στείλε e-mail καλωσορίσματος
es_co: Envíe correo de bienvenida
fa_ir: ارسال ایمیل پیام خوش آمد گویی به سیستم
hu_hu: Üdvözlő e-mail küldése
lv_lv: Nosūtīt ielūguma epastu
no: Send velkomstepost
ru: Отправлять приветственное сообщение
tr_tr: Hoşgeldin emaili gönder

source: Require password change after first login
ar_sa: يتطلب تغيير كلمة المرور بعد الدخول أول مرة
es_co: Requiere cambio de contraseña después del primer inicio de sesión
hu_hu: Jelszómódosítás igénylése az első bejelentkezés után
lv_lv: Pieprasīt paroles maiņu pēc pirmās ielogošanās
ru: Затребовать смену пароля после первого входа в систему

source: Verification
ar_sa: التحقق
el_gr: Επαλήθευση
es_co: Verificación
fa_ir: تایید
hu_hu: Ellenőrzés
lv_lv: Verifikācija
no: Bekreftelse
ru: Проверка
tr_tr: Doğrulama

source: This account information will be e-mailed to the address supplied above
ar_sa: سيتم إرسال معلومات الحساب هذه عبر البريد الإلكتروني إلى العنوان المذكور أعلاه
el_gr: Οι πληροφορίες του λογαριασμού θα σταλούν με e-mail στην από πάνω διεύθυνση
es_co: La información de cuenta será enviada al correo electrónico suministrado
fa_ir: این اطلاعات حساب کاربری به آدرس ذکر شده در بالا ارسال خواهد شد.
hu_hu: A fiókkal kapcsolatos adatokat a fent megadott email címre elküldjük.
lv_lv: Pieteikuma informācija tiks nosūtīta uz norādīto e-pastu
no: Denne kontoinformasjonen vil bli sendt til epostadressen angitt ovenfor
ru: Информация о этой учётной записи будет отправлена на адрес, указанный выше
tr_tr: Bu hesabın bilgisi yukarıda belirtilen adrese gönderilecektir.

source: Enter here the required file title.
ar_sa: أدخل هنا عنوان الملف المطلوب
el_gr: Εισάγετε εδώ το όνομα αρχείου που αναζητάτε.
es_co: Ingrese aquí el titulo de archivo requerido.
fa_ir: در اینجا عنوان فایل را وارد کنید
hu_hu: Írja be ide a kívánt állomány megnevezését.
lv_lv: Ievadiet nepieciešamo datnes nosaukumu.
no: Skriv inn nødvendig filltittel her.
ru: Введите здесь название файла.
tr_tr: Buraya zorunlu dosya adını giriniz

source: Optionally, enter here a description for the file.
ar_sa: اختياريًا ، أدخل هنا وصفًا للملف
el_gr: Προαιρετικά, εδώ μπορείτε να προσθέσετε περιγραφή για το αρχείο.
es_co: Opcionalmente, introduzca aquí una descripción para el archivo.
fa_ir: به صورت اختیاری، برای این فایل توضیحی در اینجا وارد کنید.
hu_hu: Opcionális fájl leírás megadása
lv_lv: Opcionāli, ievadiet datnes aprakstu.
no: Om du ønsker, skriv inn en filbeskrivelse her.
ru: Опционально, введите описание для файла.
tr_tr: Buraya dosya için bir açıklama yazabilirsiniz.

source: Expiration date
ar_sa: تاريخ إنتهاء الصلاحية
el_gr: Ημερομηνία λήξης
es_co: Fecha de expiración
fa_ir: تاریخ انقضا
hu_hu: Lejárati idő
lv_lv: Beigu datums
no: Utløpstdato
ru: Дата окончания
tr_tr: Sona erme tarihi

source: Select a date
ar_sa: حدد التاريخ
el_gr: Επιλέξτε μια ημερομηνία
es_co: Seleccione una fecha
fa_ir: یک تاریخ را انتخاب کنید
hu_hu: Válasszon dátumot
lv_lv: Izvēlieties datumu
no: Velg en dato
ru: Выберите дату
tr_tr: Tarih seç

source: File expires
ar_sa: تنتهي صلاحية الملف
el_gr: Το αρχείο λήγει
es_co: El archivo expira en
fa_ir: پرونده منقضی می شود
hu_hu: Az állomány lejár
lv_lv: Datne beidzas
no: Filen utløper
ru: Файл истекает
tr_tr: Dosya belirli bir tarihte son bulsun.

source: Public downloading
ar_sa: التنزيل العام
el_gr: Δημόσια λήψη
es_co: Descarga pública
fa_ir: دانلود عمومی
hu_hu: Nyilvános letöltés
lv_lv: Publiska lejupielāde
no: Offentlig nedlasting
ru: Общедоступная загрузка
tr_tr: Herkese açık indirme

source: Allow public downloading of this file.
ar_sa: السماح بتنزيل هذا الملف بشكل عام.
el_gr: Επιτρέψτε τη δημόσια λήψη αυτού του αρχείου.
es_co: Permite la descarga pública de este archivo.
fa_ir: اجازه دانلود عمومی از این فایل.
hu_hu: Ez az állomány legyen nyilvánosan letölthető
lv_lv: Atļaut publisku šī faila lejupielādi.
no: Tillat offentlig nedlasting av denne filen.
ru: Разрешить публичную загрузку этого файла.
tr_tr: Bu dosyanın herkese açık indirilmesine izin ver.

source: Assignations
ar_sa: تعيينات
el_gr: Αντιστοιχίσεις
es_co: Asignaciones
fa_ir: تخصیص ها
hu_hu: Hozzárendelések
lv_lv: Piesaistes
no: Tildelinger
ru: Прикрепления
tr_tr: Atamalar

source: Copy selections to other files
ar_sa: انسخ التحديدات إلى الملفات الأخرى
el_gr: Αντιγράψτε τις επιλογές σε άλλα αρχεία
es_co: Copiar la selección a otros archivos
fa_ir: کپی انتخابها به فایل های دیگر
hu_hu: Kiválasztások átmásolása más állományokra
lv_lv: Kopēt iezīmēto uz citām datnēm
no: Kopier valg til andre filer
ru: Копировать выбранное в другие файлы
tr_tr: Seçimleri diğer dosyalara kopyala

source: Hidden (will not send notifications or show into the files list)
ar_sa: مخفي ( لن يتم إرسال تنبيهات أو إظهاره في قائمة الملفات)
es_co: Oculto (no enviará notificaciones o se mostrará en la lista de archivos)
hu_hu: Rejtett (nem fog értesítéseket küldeni vagy megjelenni a állománylistában)
lv_lv: Paslēpts (netiks sūtīti paziņojumi vai radīts datņu sarakstā)
ru: Скрыто (не будет уведомлений или отображения в списке файлов)

source: Add to
ar_sa: اضف إلى
el_gr: Προσθήκη σε
es_co: Agregar a
fa_ir: افزودن به
hu_hu: Hozzáadás ehhez
lv_lv: Pievienot pie
no: Legg til
ru: Добавить к
tr_tr: Şuraya ekle

source: File not found on disk: %s
ar_sa: لم يتم إيجاد الملف على القرص: %s
es_co: El archivo no es encontró en el disco: %s
hu_hu: Nem található állomány a lemezen: %s
lv_lv: Datne diskā nav atrasta: %s
ru: Файл не найден на диске: %s

source: Record does not exist for file id: %d
ar_sa: لا يوجد سجل للملف ذي الهوية: %d
es_co: El registro no existe para el ID de archivo: %d
hu_hu: Nem található rekord a következő állományhoz: %d
lv_lv: Ieraksts datnei neeksistē ar šādu id: %d
ru: Запись не существует для файла с id: %d

source: Create group
ar_sa: إنشاء مجموعة
el_gr: Δημιουργία ομάδας
es_co: Crear grupo
fa_ir: ایجاد گروه
hu_hu: Csoport létrehozása
lv_lv: Izveidot grupu
no: Opprett gruppe
ru: Создать группу
tr_tr: Grup oluştur

source: Save group
ar_sa: حفظ المجموعة
el_gr: Αποθήκευση ομάδας
es_co: Guardar grupo
fa_ir: ذخیره گروه
hu_hu: Csoport mentése
lv_lv: Saglabāt grupu
no: Lagre gruppe
ru: Сохранить группу
tr_tr: Grubu kaydet

source: Allows clients to request access to this group in the registraron process and when editing their own profile.
ar_sa: يسمح للعملاء بطلب الوصول إلى هذه المجموعة في عملية التسجيل وعند تعديل ملف التعريف الخاص بهم.
es_co: Permitir a los clientes solicitar acceso a este grupo durante el proceso de registro y cuando editan su propio perfil.
hu_hu: Engedélyezés ügyfelek számára, hogy hozzáférést kérjenek ehhez a csoporthoz a regisztráció folyamán vagy profiljuk szerkesztése során.
lv_lv: Atļaut klientiem pieprasīt piekļuvi grupai reģistrēšanās laikā un brīdī, kad rediģē savu profilu.
ru: Позволяет клиентам запрашивать доступ к этой группе в процессе регистрации или при редактировании собственного профиля.

source: The group cannot be made publicly visible while the public page is disabled.
ar_sa: لا يمكن عمل المجموعة مرئية علناً بينما الصفحة العامة غير مفعلة.
es_co: El grupo no pude ser mostrado públicamente mientras la página pública está deshabilitada.
hu_hu: A csoport nem lehet nyilvánosan látható amíg a nyilvános oldal le van tiltva.
lv_lv: Grupu nevar padarīt publiski redzamu līdz publiskā lapa nav tikusi iespējota.
ru: Группу нельзя сделать публично видимой, если публичная страница отключена.

source: default
ar_sa: إفتراضي
el_gr: προεπιλογή
es_co: Defecto
fa_ir: پیش فرض
hu_hu: alapértelmezés
lv_lv: noklusēts
no: standard
ru: по умолчанию
tr_tr: varsayılan

source: Current logo
ar_sa: الشعار الحالي
el_gr: Τρέχον λογότυπο
es_co: Logo actual
fa_ir: لگوی شرکت
hu_hu: Jelenlegi logó
lv_lv: Pašreizējais logo
no: Nåværende logo
ru: Текущий логотип
tr_tr: Şimdiki logo

source: Use this page to upload your company logo, or update the currently assigned one. This image will be shown to your clients when they access their file list.
ar_sa: استخدم هذه الصفحة لتحميل شعار شركتك أو تحديث الشعار المعين حاليًا. سيتم عرض هذه الصورة لعملائك عند الوصول إلى قائمة الملفات الخاصة بهم.
el_gr: Χρησιμοποιήστε αυτή τη σελίδα για να ανεβάσετε το λογότυπο της εταιρείας σας ή για να ενημερώσετε το τρέχον. Αυτή η εικόνα θα εμφανίζεται στους πελάτες σας όταν έχουν πρόσβαση στη λίστα αρχείων τους.
es_co: Utilice esta página para cargar el logo de su empresa o actualizar el que tiene. Esta imagen se mostrará a sus clientes cuando accedan a la lista de sus archivos.
fa_ir: از این صفحه برای بارگیری آرم شرکت استفاده کنید و یا لگوی فعلی را به روز رسانی کنید. این تصویر هنگامی که مشتریان به لیست فایل های خود دسترسی پیدا می کنند، به آنها نشان داده می شود.
hu_hu: Ezen az oldalon a cége logóját töltheti fel, vagy frissítheti a jelenlegi képet. Ezt az ügyfelek fogják látni, amikor megnyitják az állományaik listáját.
lv_lv: Izmanto šo lapu, lai augšuplādētu savas kompānijas logo vai atjauno pašreiz jau esošo. Šis attēls tiks attainots taviem klientiem brīdī, kad tie piekļūst savam datņu sarakstam.
no: Bruk denne siden til å laste opp bedriftslogoen din, eller til å oppdatere den. Dette bildet vil vises til klientene dine når de besøker fillisten sin.
ru: Используйте эту страницу, чтобы загрузить логотип Вашей компании, или обновить уже установленный. Это изображение будет показано вашим клиентов, когда они получают доступ к своему списку файлов.
tr_tr: Şirket logonuzu yüklemek için bu sayfayı kullanın veya atanmış olanı güncelleyin. Bu resim, istemci(alıcı)lerinize dosya listesine eriştiğinde gösterilecektir.

source: This preview uses a maximum width of 300px.
ar_sa: تستخدم هذه المعاينة أقصى عرض 300 بكسل.
el_gr: Αυτή η προεπισκόπηση χρησιμοποιεί μέγιστο πλάτος 300px.
es_co: Esta vista previa utiliza un ancho máximo de 300 pixeles.
fa_ir: این پیش نمایش از حداکثر عرض 300px استفاده می کند.
hu_hu: Az előnézet maximális szélessége 300px.
lv_lv: Šis priekšskatījums izmanto maksimālo platumu 300px.
no: Denne forhånsvisningen bruker en maksimumsbredde på 300px.
ru: Этот предпросмотр использует максимальную ширину 300px.
tr_tr: Bu önizleme, maksimum 300 piksellik bir genişlik kullanır.

source: Delete current logo
ar_sa: إلغاء الشعار الحالي
es_co: Borrar el logo actual
hu_hu: Jelenlegi logó törlése
lv_lv: Dzēs pašreizējo logo
ru: Удалить текущий логотип

source: Select image to upload
ar_sa: حدد صورة للتحميل
el_gr: Επιλέξτε εικόνα για ανέβασμα
es_co: Selecciona la imagen que quieres subir
fa_ir: تصویری را برای آپلود انتخاب کنید
hu_hu: Válassza ki a feltöltendő képet
lv_lv: Izvēlēties failu augšuplādei
no: Velg bilde å laste opp
ru: Выберите файл изображения для загрузки
tr_tr: Yüklemek için resim seç

source: New registrations
ar_sa: التسجيلات الجديدة
el_gr: Νέες καταχωρίσεις
es_co: Nuevo registro
fa_ir: ثبت‌نام‌های جدید
hu_hu: Új regisztrációk
lv_lv: Jaunas reģistrācijas
no: Nye registreringer
ru: Новые регистрации
tr_tr: Yeni kayıtlar

source: Used only on self-registrations. These options will not apply to clients registered by system administrators.
ar_sa: يستخدم فقط في التسجيل الذاتي . لن تنطبق هذه الخيارات على العملاء المسجلين من قبل مسؤولي النظام
el_gr: Χρησιμοποιείται μόνο σε εγγραφές που έκαναν οι πελάτες από μόνοι τους. Αυτές οι επιλογές δεν θα ισχύουν για πελάτες που έχουν εγγραφεί από διαχειριστές συστημάτων.
es_co: Usado sólo para auto-registrarse. Estas opciones no se aplicarán a los clientes registrados por los administradores del sistema.
fa_ir: فقط برای خود ثبت نامی استفاده می شود. این گزینه ها به مشتریانی که توسط مدیران سیستم ثبت شده اند اعمال نخواهد شد.
hu_hu: Csak az önregisztrációkra van alkalmazva. Ezek a beállítások nem befolyásolják a rendszergazdák által létrehozott ügyfeleket.
lv_lv: Izmanto pašreģistrācijai. Šīs opcijas neattiecas uz klientiem, kurus reģistrējuši sistēmas administrātori.
no: Brukes bare for selvregistreringer. Disse valgene vil ikke gjelde for klienter som registreres av systemadministratorer.
ru: Используется только для авторегистрации. Эти параметры не будут применяться к клиентам, зарегистрированными системными администраторами.
tr_tr: Sadece kişisel kayıtlarda kullanılır. Bu seçenekler sistem yöneticileri

source: Clients can register themselves
ar_sa: يمكن للعملاء تسجيل انفسهم
el_gr: Οι πελάτες μπορούν να εγγραφούν από μόνοι τους
es_co: El cliente se puede registrar el mismo
fa_ir: مشتریان می توانند خود را ثبت کنند
hu_hu: Az ügyfelek regisztrálhatják önmagukat.
lv_lv: Klienti var reģistrēt sevi pašrocīgi
no: Klienter kan registrere seg selv
ru: Авторегистрация: клиенты могут регистрировать сами себя
tr_tr: İstemci(alıcı)ler kendileri kayıt olabilirler

source: Auto approve new accounts
ar_sa: الموافقة التلقائية على الحسابات الجديدة
el_gr: Αυτόματη έγκριση νέων λογαριασμών
es_co: Auto aprobar las nuevas cuentas
fa_ir: تأیید خودکار حسابهای جدید
hu_hu: Az új fiókok automatikus jóváhagyása
lv_lv: Automātiski apstiprināšana jauniem kontiem
no: Auto-godkjenn nye kontoer
ru: Автоподтверждение новых учётных записей
tr_tr: Yeni hesapları otomatik onayla

source: Add clients to this group:
ar_sa: أضف عملاء لهذه المجموعة
el_gr: Προσθέστε πελάτες σε αυτήν την ομάδα:
es_co: Adicionar clientes a este grupo:
fa_ir: اضافه کردن مشتریان به این گروه:
hu_hu: Ügyfelek hozzáadása ehhez a csoporthoz:
lv_lv: Pievienot klientus šai grupai:
no: Legg klienter til denne gruppen:
ru: Добавить клиентов в группу:
tr_tr: İstemci(alıcı)leri bu gruba ekle:

source: None (does not enable this feature)
ar_sa: لا شي . ( لا يمكن هذه الميزه )
el_gr: Καμία (δεν ενεργοποιεί αυτή τη λειτουργία)
es_co: Ninguno (No habilita esta característica)
fa_ir: ندارد (این ویژگی فعال نشود)
hu_hu: Nincs (nem endegélyezi ezt a funkciót)
lv_lv: Tukš (izslēgt šo funkciju)
no: Ingen (aktiverer ikke denne funksjonaliteten)
ru: Нет (не включает этот функционал)
tr_tr: Yok (bu özelliği etkinleştirmez)

source: New clients will automatically be assigned to the group you have selected.
ar_sa: سيتم تعيين عملاء جدد تلقائيا إلى المجموعة التي حددتها
el_gr: Οι νέοι πελάτες θα αντιστοιχιστούν αυτόματα στην ομάδα που έχετε επιλέξει.
es_co: Los clientes nuevos seran asignados al grupo que usted ha seleccionado.
fa_ir: مشتریان جدید به طور خودکار به گروهی که انتخاب کرده اید اختصاص داده می شوند.
hu_hu: Az új ügyfeleket automatikusan az Ön által kiválasztott csoporthoz adjuk hozzá.
lv_lv: Jauni klienti automātiski tiks pievienoti grupām, kuras tu esi izvēlējies.
no: Nye klienter vil automatisk bli lagt til gruppen du har valgt.
ru: Новые клиенты будут автоматически включены в группу, которую вы выбрали.
tr_tr: Yeni istemciler otomatik olarak seçtiğiniz gruba atanır.

source: Groups for which clients can request membership to:
ar_sa: المجموعات التي يمكن للعملاء طلب العضوية لها
el_gr: Ομάδες για τις οποίες οι πελάτες μπορούν να ζητήσουν συμμετοχή σε:
es_co: Grupos para los que los clientes pueden solicitar membresía:
fa_ir: گروه هایی که مشتریان می توانند درخواست عضویت در آنرا بدهند:
hu_hu: Csoportok, amelyekhez az ügyfelek hozzáférést kérhetnek:
lv_lv: Grupas, kurām klienti var pieprasīt dalību:
no: Grupper som klienter kan spørre om medlemskap i:
ru: Группы, на членство в которых клиенты могут создавать запросы:
tr_tr: Hangi istemci(alıcı)lerin üyelik isteğinde bulunabileceği gruplar:

source: Public groups
ar_sa: المجموعات العامة
el_gr: Δημόσιες ομάδες
es_co: Grupos públicos
fa_ir: گروه های عمومی
hu_hu: Nyilvános csoportok
lv_lv: Publiskas grupas
no: Offentlige grupper
ru: Публичные группы
tr_tr: Herkese Açık Gruplar

source: All groups
ar_sa: كل المجموعات
el_gr: Όλες οι ομάδες
es_co: Todos los grupos
fa_ir: همه گروه‌ها
hu_hu: Minden csoport
lv_lv: Visas grupas
no: Alle grupper
ru: Все группы
tr_tr: Tüm Gruplar

source: When a client registers a new account, an option will be presented to request becoming a member of a particular group.
ar_sa: عندما يسجل العميل حسابا جديدا سيتم عرض خيار لطلب ان يصبح عضوا في مجموعة معينة
el_gr: Όταν ένας πελάτης καταχωρεί ένα νέο λογαριασμό, θα παρουσιαστεί μια επιλογή για να ζητήσει να γίνει μέλος μιας συγκεκριμένης ομάδας.
es_co: Cuando un cliente registre una nueva cuenta, se le dará la opción de Solicitar ser miembro de un grupo en particular.
fa_ir: هنگامی که یک مشتری یک حساب جدید ثبت می کند، یک گزینه برای درخواست عضویت در یک گروه خاص ارائه می شود.
hu_hu: Amikor egy ügyfél új fiókot regisztrál, fel lesz neki kínálva a lehetőség, hogy egy bizonyos csoporthoz hozzáférést kérjen.
lv_lv: Kad klients reģistrē jaunu kontu, kā opcija tiks piedāvāta dalība konkrētai grupai.
no: Når en klient registrerer en ny konto vil et valg for å bli medlem i en bestemt gruppe bli presentert.
ru: Когда клиент создаёт новый аккаунт, ему будет доступна опция запроса членства в определённых группах.
tr_tr: Bir istemci(alıcı) yeni bir hesap kaydettiğinde, belirli bir gruba üye olmayı talep etme seçeneği sunulacak.

source: Clients can upload files
ar_sa: يمكن للعملاء تحميل الملفات
el_gr: Οι πελάτες μπορούν να ανεβάσουν αρχεία
es_co: Los Clientes pueden subir archivos
fa_ir: مشتریان می توانند فایل ها را آپلود کنند
hu_hu: Az ügyfelek feltölthetnek állományokat.
lv_lv: Klients var augšuplādēt datnes
no: Klienter kan laste opp filer
ru: Клиенты могут загружать файлы
tr_tr: İstemci(alıcı)ler dosya yükleyebilir

source: Clients can delete their own uploaded files
ar_sa: يمكن للعملاء حذف الملفات التي يتم تحميلها
el_gr: Οι πελάτες μπορούν να διαγράψουν τα αρχεία που έχουν ανεβάσει
es_co: Clientes pueden borrar sus propios archivos subidos
fa_ir: مشتریان می توانند فایل های آپلود شده خود را حذف کنند
hu_hu: Az ügyfelek törölhetik az általuk feltöltött állományokat.
lv_lv: Klients var dzēst datnes, kuras pats augšuplādējis
no: Klienter kan slette egne opplastede filer
ru: Клиент может удалить свои собственные загруженные файлы
tr_tr: İstemci(alıcı)ler kendi yükledikleri dosyaları silebilir

source: Clients can set expiration Date
ar_sa: يمكن للعملاء تحديد تاريخ إنتهاء الصلاحية
el_gr: Οι πελάτες μπορούν να ορίσουν την ημερομηνία λήξης
es_co: Cliente pude seleccionar fecha de expiración
fa_ir: مشتریان می توانند تاریخ انقضا را تعیین کنند
hu_hu: Az ügyfél megadhat lejárati dátumot
lv_lv: Klients var norādīt datņu beigu termiņu
no: Klienter kan sette utløpsdato
ru: Клиенты могут устанавливать срок доступности файлов
tr_tr: İstemci(alıcı)ler son kullanma tarihini ayarlayabilir

source: When a file expires:
ar_sa: عندما تنتهي صلاحية الملف
el_gr: Όταν λήγει ένα αρχείο:
es_co: Cuando un archivo expira:
fa_ir: هنگامی که یک فایل منقضی می شود:
hu_hu: Amikor egy állomány lejár:
lv_lv: Kad beidzas datnes termiņš:
no: Når en fil utløper:
ru: Когда срок файла истекает:
tr_tr: Bir dosyanın süresi dolduğunda:

source: Don't show it on the files list
ar_sa: لا تظهره في قائمة الملفات
el_gr: Μην το εμφανίζεις στη λίστα αρχείων
es_co: No mostrar en al lista de archivos
fa_ir: آن را در لیست فایلها نشان ندهید
hu_hu: Ne mutassa a állománylistában.
lv_lv: Nerādīt šo datņu sarakstā
no: Ikke vis det i fillisten
ru: Не показывать в списке файлов
tr_tr: Dosya listesinde gösterme

source: Show it anyway, but prevent download.
ar_sa: اعرضه على اي حال . ولكن امنع التنزيل
el_gr: Εμφάνισε το ούτως ή άλλως, αλλά απέτρεψε τη λήψη.
es_co: Mostrar resultados, pero evitar la descarga.
fa_ir: به هر حال آن را نمایش بده، اما از دانلود آن جلوگیری کن
hu_hu: Mutassa a listában, de ne lehessen letölteni.
lv_lv: Tik un tā rādīt, taču liegt lejuplādi.
no: Vis det likevel, men forhindre nedlasting.
ru: Показывать в любом случае, но отключить загрузку.
tr_tr: Yine de göster, ancak indirmeyi önle.

source: This only affects clients. On the admin side, you can still get the files.
ar_sa: هذا يؤثر فقط على العملاء على الجانب الإداري , لا يزال بإمكانك الحصول على الملفات
el_gr: Αυτό επηρεάζει μόνο τους πελάτες. Από την πλευρά του διαχειριστή, μπορείτε να λάβετε τα αρχεία.
es_co: Esto sólo afecta a los clientes. Del lado del administrador, todavía puede obtener los archivos.
fa_ir: این تنها بر مشتریان تاثیر می گذارد. در سمت مدیریت، شما هنوز هم می توانید فایل ها را دریافت کنید.
hu_hu: Ez csak az ügyfelekre vonatkozik. Az admin oldalon az állományok továbbra is letölthetőek maradnak.
lv_lv: Šis attiecas tikai uz klientiem. Administrātora daļā joprojām ir iespējama piekļuve failiem.
no: Dette påvirker bare klienter. Du har fremdeles tilgang til filene fra administrasjonssiden.
ru: Это касается только клиентов. Вы сможете получить файлы как администратор.
tr_tr: Bu sadece istemci(alıcı)leri etkiler. Yönetici tarafında, dosyaları hala alabilirsiniz.

source: "From" information
ar_sa: معلومات "من"
el_gr: Πληροφορίες «Από»
es_co: "Desde" información
fa_ir: اطلاعات «ارسال کننده»
hu_hu: "Feladó" információ
lv_lv: “No kā” informācija
no: "Fra" - informasjon
ru: Информация "From"
tr_tr: "Gönderen" bilgisi
