Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: %s logged in to the system
ar_sa: %s دخل إلى النظام
es_co: %s se inició sesión en el sistema
hu_hu: %s bejelentkezett a rendszerbe
lv_lv: %s ielogojies sistēmā
ru: %s вошел в систему

source: created the user account
ar_sa: إنشاء حساب المستخدم
el_gr: δημιούργησε τον λογαριασμό χρήστη
es_co: se creo la cuenta de usuario
fa_ir: حساب کاربری ایجاد کرد به نام
hu_hu: létrehozta a felhasználói fiókot
lv_lv: izveuidojis lietotāja kontu
no: opprettet brukerkontoen
ru: создал учетную запись пользователя
tr_tr: kullanıcı hesabı oluşturdu

source: %s created the user account %s
ar_sa: %s قام بإنشاء حساب المستخدم %s
es_co: %s se creó la cuenta de usuario %s
hu_hu: %s létrehozta a %s felhasználói fiókot
lv_lv: %s izveidojis lietotāja kontu %s
ru: %s создал учетную запись пользователя %s

source: created the client account
ar_sa: إنشاء حساب العميل
el_gr: δημιούργησε τον λογαριασμό πελάτη
es_co: se creo la cuenta del cliente
fa_ir: حساب مشتری ایجاد کرد به نام:
hu_hu: létrehozta az ügyfélfiókot.
lv_lv: izveidojis klienta kontu
no: oprettet klientkontoen
ru: создал учётную запись клиента
tr_tr: istemci(alıcı) hesabı oluşturdu

source: %s created the client account %s
ar_sa: %s قام بإنشاء حساب العميل %s
es_co: %s se creó la cuenta de cliente %s
hu_hu: %s létrehozta a %s ügyfélfiókot
lv_lv: %s izveidojis klienta kontu %s
ru: %s создал учетную запись клиента %s

source: created a client account for themself.
ar_sa: إنشاء حساب عميل لنفسه.
el_gr: δημιούργησε έναν λογαριασμό πελάτη για τον εαυτό του.
es_co: el cliente se creo una cuenta por sí mismo.
fa_ir: یک حساب کاربری برای خودش ایجاد کرد.
hu_hu: létrehozta az ügyfélfiókot saját maga számára.
lv_lv: izveidojis klientu kontu sev.
no: opprettet en klientkonto for seg selv.
ru: создали для себя учётные записи клиентов.
tr_tr: kendileri için bir istemci(alıcı) hesabı oluşturdu.

source: %s registered as a new client
ar_sa: %s قام بتسجيل عميل جديد
es_co: %s registrado como nuevo cliente
hu_hu: %s regisztrált mint új ügyfél
lv_lv: %s reģistrējies kā jauns klients
ru: %s зарегистрирован как новый клиент

source: (user) uploaded the file
ar_sa: قام (المستخدم) بتحميل الملف
el_gr: Ο/Η (χρήστης) πραγματοποίησε μεταφόρτωση του αρχείου
es_co: (usuario) cargo el archivo
fa_ir: (کاربر) آپلود کرد فایل:
hu_hu: (felhasználó) feltöltötte az állományt
lv_lv: (lietotājs) augšuplādējis datni
no: (bruker) lastet opp filen
ru: (пользователь) загрузил файл
tr_tr: (kullanıcı) dosyayı yükledi

source: %s (user) uploaded the file %s
ar_sa: %s (مستخدم) قام بتحميل الملف %s
es_co: %s (usuario) subió el archivo %s
hu_hu: %s (felhasználó) feltöltötte a következő állományt: %s
lv_lv: %s (lietotājs) augšuplādējis datni %s
ru: %s (пользователь) загрузил файл %s

source: (client) uploaded the file
ar_sa: (العميل) قام بتحميل الملف
el_gr: Ο/Η (πελάτης) πραγματοποίησε μεταφόρτωση του αρχείου
es_co: (cliente) cargo el archivo
fa_ir: (مشتری) آپلود کرد فایل
hu_hu: (ügyfél) feltöltötte az állomány
lv_lv: (klients) augšuplādējis datni
no: (klienten) lastet opp filen
ru: (клиент) загрузил файл
tr_tr: (istemci(alıcı)) dosyayı yükledi

source: %s (client) uploaded the file %s
ar_sa: %s (عميل) قام بتحميل الملف %s
es_co: %s (cliente) subió el archivo %s
hu_hu: %s (ügyfél) feltöltötte a következő állományt: %s
lv_lv: %s (klients) augšuplādējis datni %s
ru: %s (клиент) загрузил файл %s

source: (user) downloaded the file
ar_sa: (مستخدم) قام بتنزيل الملف
el_gr: Ο/Η (χρήστης) πραγματοποίησε λήψη του αρχείου
es_co: (usuario) descargó el archivo
fa_ir: (کاربر) دانلود کرد فایل
hu_hu: (felhasználó) letöltötte az állományt
lv_lv: (lietotājs) lejuplādējis datni
no: (bruker) lastet ned filen
ru: (пользователь) загрузил файл
tr_tr: (kullanıcı) dosyayı indirdi

source: %s (user) downloaded the file %s
ar_sa: %s (مستخدم) قام بتنزيل الملف %s
es_co: %s (usuario) descargó el archivo %s
hu_hu: %s (felhasználó) letöltötte a következő állományt: %s
lv_lv: %s (lietotājs) lejuplādējis datni %s
ru: %s (пользователь) скачал файл %s

source: (client) downloaded the file
ar_sa: (العميل) قام بتنزيل الملف
el_gr: Ο/Η (πελάτης) πραγματοποίησε λήψη του αρχείου
es_co: (cliente) descargó el archivo
fa_ir: (مشتری) دانلود کرد فایل:
hu_hu: (ügyfél) letöltötte az állományt
lv_lv: (klients) lejuplādējis datni
no: (klient) lastet ned filen
ru: (клиент) загрузил файл
tr_tr: (istemci(alıcı)) dosyayı indirdi

source: %s (client) downloaded the file %s
ar_sa: %s (عميل) قام بتنزيل الملف %s
es_co: %s (cliente) descargó el archivo %s
hu_hu: %s (ügyfél) letöltötte a következő állományt: %s
lv_lv: %s (klients) lejuplādējis datni %s
ru: %s (клиент) скачал файл %s

source: generated a zip file
ar_sa: ولدت ملف مضغوط
el_gr: δημιούργησε ένα αρχείο zip
es_co: se genero un archivo comprimido
fa_ir: یک فایل zip ایجاد کرد
hu_hu: tömörített állományt hozott létre
lv_lv: ģenerējis zip datni
no: genererte en zip-fil
ru: создал zip-файл
tr_tr: bir zip dosyası oluşturdu

source: %s generated a zip file
ar_sa: %s قام بإنشاء ملف مضغوط
es_co: %s generó un archivo zip
hu_hu: %s zip állományt generált
lv_lv: %s ģenerējis zip datni
ru: %s создал zip-файл

source: unassigned the file
ar_sa: لم يتم تعيين الملف
el_gr: αφαίρεσε την αντιστοίχιση για το αρχείο
es_co: archivo no asignado
fa_ir: از تخصیص درآورد فایل:
hu_hu: elvette az állományt
lv_lv: atsaistījis datni
no: fjernet filtildeling
ru: открепил файл
tr_tr: dosyanın atanmamış

source: from the client:
ar_sa: من العميل:
el_gr: από τον πελάτη:
es_co: desde el cliente:
fa_ir: از مشتری:
hu_hu: az ügyféltől:
lv_lv: no klienta:
no: fra klienten:
ru: от клиента:
tr_tr: istemci(alıcı)den:

source: %s unassigned the file %s from the client %s
ar_sa: %s قام بإلغاء تعيين الملف %s من العميل %s
es_co: %s archivo desasignado %s del cliente %s
hu_hu: %s leválasztotta a következő állományt: %s a következő ügyféltől: %s
lv_lv: %s atsaistījis %s no klienta %s
ru: %s открепил файл %s от клиента %s

source: from the group:
ar_sa: من المجموعة:
el_gr: από την ομάδα:
es_co: desde el grupo:
fa_ir: از گروه:
hu_hu: a csoporttól:
lv_lv: no grupas:
no: fra gruppen:
ru: от группы:
tr_tr: gruptan:

source: %s unassigned the file %s from the group %s
ar_sa: %s قام بإلغاء تعيين الملف %s من المجموعة %s
es_co: %s archivo desasignado %s del grupo %s
hu_hu: %s leválasztotta a következő állományt: %s a következő csoporttól: %s
lv_lv: %s atsaisījis datni %s no grupas %s
ru: %s открепил файл %s от группы %s

source: deleted the file
ar_sa: حذف الملف
el_gr: διέγραψε το αρχείο
es_co: archivo borrado
fa_ir: حذف کرد فایل
hu_hu: törölte az állományt
lv_lv: dzēsis datni
no: slettet filen
ru: удалил файл
tr_tr: dosyayı sildim

source: %s deleted the file %s
ar_sa: %s قام بحذف الملف %s
es_co: %s borró el archivo %s
hu_hu: %s törölte a következő állományt: %s
lv_lv: %s dzēsis datni %s
ru: %s удалил файл %s

source: edited the user
ar_sa: تحرير المستخدم
el_gr: επεξεργάστηκε τον χρήστη
es_co: usuario modificado
fa_ir: ویرایش کرد کاربر
hu_hu: szerkesztette a felhasználót
lv_lv: rediģējis lietotāju
no: endret brukeren
ru: отредактировал пользователя
tr_tr: kullanıcıyı düzenledi

source: %s edited the user %s
ar_sa: %s قام بتعديل المستخدم %s
es_co: %s editó el usuario %s
hu_hu: %s szerkesztette a következő felhasználót: %s
lv_lv: %s rediģējis lietotāju %s
ru: %s отредактировал пользователя %s

source: edited the client
ar_sa: تحرير العميل
el_gr: επεξεργάστηκε τον πελάτη
es_co: cliente modificado
fa_ir: ویرایش کرد مشتری:
hu_hu: szerkesztette az ügyfelet
lv_lv: rediģējis klientu
no: endret klienten
ru: отредактировал клиента
tr_tr: istemciyi düzenledi

source: %s edited the client %s
ar_sa: %s قام بتعديل العميل %s
es_co: %s editó el cliente %s
hu_hu: %s szerkesztette a következő ügyfelet: %s
lv_lv: %s rediģējis klientu %s
ru: %s отредактировал клиента %s

source: edited the group
ar_sa: تحرير المجموعة
el_gr: επεξεργάστηκε την ομάδα
es_co: grupo modificado
fa_ir: ویرایش کرد گروه
hu_hu: szerkesztette a csoportot
lv_lv: rediģējis grupu
no: endret gruppen
ru: отредактировал группу
tr_tr: grubu düzenledi

source: %s edited the group %s
ar_sa: %s قام بتعديل المجموعة %s
es_co: %s editó el grupo %s
hu_hu: %s szerkesztette a következő csoportot: %s
lv_lv: %s rediģējis grupu %s
ru: %s отредактировал группу %s

source: deleted the user
ar_sa: حذف المستخدم
el_gr: διέγραψε τον χρήστη
es_co: usuario borrado
fa_ir: حذف کرد کاربر
hu_hu: törölte a felhasználót
lv_lv: dzēsis lietotāju
no: slettet brukeren
ru: удалил пользователя
tr_tr: kullanıcıyı silmiş

source: %s deleted the user %s
ar_sa: %s قام بحذف المستخدم %s
es_co: %s borró el usuario %s
hu_hu: %s törölte a következő felhasználót: %s
lv_lv: %s dzēsis lietotāju %s
ru: %s удалил пользователя %s

source: deleted the client
ar_sa: حذف العميل
el_gr: διέγραψε τον πελάτη
es_co: cliente borrado
fa_ir: حذف کرد مشتری
hu_hu: törölte az ügyfelet
lv_lv: dzēsis klientu
no: slettet klienten
ru: удалил клиента
tr_tr: istemci(alıcı)yi sildim

source: %s deleted the client %s
ar_sa: %s قام بحذف العميل %s
es_co: %s borró el cliente %s
hu_hu: %s törölte a következő ügyfelet: %s
lv_lv: %s dzēsis klientu %s
ru: %s удалил клиента %s

source: deleted the group
ar_sa: حذف المجموعة
el_gr: διέγραψε την ομάδα
es_co: grupo borrado
fa_ir: حذف کرد گروه
hu_hu: törölte a csoportot
lv_lv: dzēsis grupu
no: slettet gruppen
ru: удалил группу
tr_tr: grubu sildim

source: %s deleted the group %s
ar_sa: %s قام بحذف المجموعة %s
es_co: %s grupo borrado %s
hu_hu: %s törölte a következő csoportot: %s
lv_lv: %s dzēsis grupu %s
ru: %s удалил группу %s

source: activated the client
ar_sa: تنشيط العميل
el_gr: ενεργοποίησε τον πελάτη
es_co: cliente activado
fa_ir: فعال کرد مشتری
hu_hu: aktiválta az ügyfelet
lv_lv: aktivējis klientu
no: aktiverte klienten
ru: активировал клиента
tr_tr: istemci(alıcı)yi aktive ettim

source: %s activated the client %s
ar_sa: %s قام بتفعيل العميل %s
es_co: %s activó el cliente %s
hu_hu: %s aktiválta a következő ügyfelet: %s
lv_lv: %s aktivējis klientu %s
ru: %s активировал клиента %s

source: deactivated the client
ar_sa: تعطيل العميل
el_gr: απενεργοποίησε τον πελάτη
es_co: cliente inactivo
fa_ir: غیرفعال کرد مشتری
hu_hu: kikapcsolta az ügyfelet
lv_lv: deaktivējis klientu
no: deaktiverte klienten
ru: деактивировал клиента
tr_tr: istemciyi devre dışı bıraktı

source: %s deactivated the client %s
ar_sa: %s قام بإلغاء تفعيل العميل %s
es_co: %s desactivó el cliente %s
hu_hu: %s inaktiválta a következő ügyfelet: %s
lv_lv: %s deaktivējis kllientu %s
ru: %s деактивировал клиента %s

source: marked as hidden the file
ar_sa: تم وضع علامة مخفي على الملف
el_gr: επισήμανε ως κρυφό το αρχείο
es_co: archivo marcado como oculto
fa_ir: مخفی کرد فایل
hu_hu: rejtettként jelölte meg az állományt
lv_lv: atzīmējis kā slēptu datni
no: markerte filen som gjemt
ru: пометил как скрытый файл
tr_tr: dosya gizli olarak işaretlendi

source: to:
ar_sa: إلى
el_gr: σε:
es_co: a:
fa_ir: به:
hu_hu: ennek:
lv_lv: uz:
no: til:
tr_tr: için:

source: %s marked as hidden the file %s to %s
ar_sa: %s تم توصيفه كمخفي الملف %s إلى %s
es_co: %s marcó como oculto el archivo %s para %s
hu_hu: %s rejtettként jelölte meg a következő állományt: %s %s számára
lv_lv: %s atzīmējis kā slēptu datni %s uz: %s
ru: %s пометил как скрытый файл %s : %s

source: marked as hidden for everyone the file
ar_sa: تعيين الملف مخفي للكل
es_co: archivo marcado como oculto para todos
hu_hu: mindenkinek rejtettként jelölte meg az állományt
lv_lv: atzīmējis kā slētu visiem datni
ru: пометил как скрытый для всех файл

source: %s marked as hidden for everyone the file %s
ar_sa: %s تم توصيفه كمخفي الملف %s
es_co: %s archivo marcado como oculto para todos %s
hu_hu: %s mindenkinek láthatóként jelölte meg a következő állományt: %s
lv_lv: %s atzīmējis kā slētu visiem datni %s
ru: %s пометил как скрытый для всех файл %s

source: marked as visible for everyone the file
ar_sa: تعيين الملف مرئي للكل
es_co: archivo marcado como visible para todos
hu_hu: mindenkinek láthatóként jelölte meg az állományt
lv_lv: atzīmējis kā redzamu visiem datni
ru: пометил как видимый для всех файл

source: %s marked as visible for everyone the file %s
ar_sa: %s تم توصيفه كمرئي للجميع الملف %s
es_co: %s archivo marcado como visible para todos %s
hu_hu: %s mindenkinek láthatóként jelölte meg a következő állományt: %s
lv_lv: %s atzīmējis kā redzamu visiem datni %s
ru: %s пометил как видимый для всех файл %s

source: marked as visible the file
ar_sa: تم وضع علامة على أنه مرئي للملف
el_gr: επισήμανε ως ορατό το αρχείο
es_co: archivo marcado como visible
fa_ir: قابل رویت کرد فایل
hu_hu: láthatóként jelölte meg az állományt
lv_lv: atzīmējis kā redzamu datni
no: markerte filen som synlig
ru: пометил как видимый файл
tr_tr: dosya görünür olarak işaretlendi

source: %s marked as visible the file %s to %s
ar_sa: %s تم توصيفه كمرئي للجميع الملف %s إلى %s
es_co: %s archivo marcado como visible %s para %s
hu_hu: %s láthatóként jelölte meg a következő állományt: %s %s számára
lv_lv: %s atzīmējis kā redzamu datni %s uz %s
ru: %s пометил как видимый файл %s : %s

source: created the group
ar_sa: أنشأ المجموعة
el_gr: δημιούργησε την ομάδα
es_co: grupo creado
fa_ir: ایجاد کرد گروه
hu_hu: létrehozta a csoportot
lv_lv: izveidojis grupu
no: opprettet gruppen
ru: создал группу
tr_tr: grubu oluşturdu

source: %s created the group %s
ar_sa: %s قام بإنشاء المجموعة %s
es_co: %s creó el grupo %s
hu_hu: %s létrehozta a következő csoportot: %s
lv_lv: %s izveidojis grupu %s
ru: %s создал группу %s

source: assigned the file
ar_sa: تعيين الملف
el_gr: αντιστοίχισε το αρχείο
es_co: archivo asignado
fa_ir: اختصاص داد فایل:
hu_hu: hozzárendelte a fájlt
lv_lv: piesaistījis datni
no: tildelte filen
ru: прикрепил файл
tr_tr: dosya atandı

source: to the client:
ar_sa: إلى العميل:
el_gr: στον πελάτη:
es_co: al cliente
fa_ir: به مشتری:
hu_hu: ehhez az ügyfélhez
lv_lv: klientam:
no: til klienten:
ru: клиенту:
tr_tr: İstemci(alıcı)ye:

source: %s assigned the file %s to client %s
ar_sa: %s قام بتخصيص الملف %s إلى العميل %s
es_co: %s asignó el archivo %s para el cliente %s
hu_hu: %s hozzárendelte a következő állományt: %s a következő ügyfélhez: %s
lv_lv: %s piesaistījis datni %s to client %s
ru: %s прикрепил файл %s к клиенту %s

source: to the group:
ar_sa: إلى المجموعة :
el_gr: στην ομάδα:
es_co: al grupo
fa_ir: به گروه:
hu_hu: ehhez a csoporthoz:
lv_lv: grupai:
no: til gruppen:
ru: группе:
tr_tr: gruba:

source: %s assigned the file %s to group %s
ar_sa: %s قام بتخصيص الملف %s الى مجموعة %s
es_co: %s asignó el archivo %s para el grupo %s
hu_hu: %s hozzárendelte a következő állományt: %s a következő csoporthoz: %s
lv_lv: %s piesaistījis datni %s grupai %s
ru: %s прикрепил файл %s к группе %s

source: activated the user
ar_sa: تنشيط المستخدم
el_gr: ενεργοποίησε τον χρήστη
es_co: usuario activado
fa_ir: فعال کرد کاربر
hu_hu: aktiválta a felhasználót
lv_lv: aktivējis lietotāju
no: aktiverte brukeren
ru: активировал пользователя
tr_tr: kullanıcıyı aktif etti

source: %s activated the user %s
ar_sa: %s قام بتفعيل المستخدم %s
es_co: %s activó el usuario %s
hu_hu: %s aktiválta a következő felhasználót: %s
lv_lv: %s aktivējis lietotāju %s
ru: %s активировал пользователя %s

source: deactivated the user
ar_sa: تعطيل المستخدم
el_gr: απενεργοποίησε τον χρήστη
es_co: usuario inactivado
fa_ir: غیرفعال کرد کاربر
hu_hu: kikapcsolta a felhasználót
lv_lv: deaktivējis lietotāju
no: deaktiverte brukeren
ru: деактивировал пользователя
tr_tr: kullanıcıyı devre dışı bıraktı

source: %s deactivated the user %s
ar_sa: %s قام بإلغاء تفعيل المستخدم %s
es_co: %s desactivó el usuario %s
hu_hu: %s inaktiválta a következő felhasználót: %s
lv_lv: %s deaktivējis lietotāju %s
ru: %s деактивировал пользователя %s

source: uploaded a new logo on "Branding"
ar_sa: قم بتحميل شعار جديد على "العلامة التجارية"
el_gr: ανέβηκε ένα νέο λογότυπο στο "Branding"
es_co: Se ha cargado un nuevo logo "para la Empresa"
fa_ir: یک لگوی جدید درقسمت «لگوی شرکت» قرار داد
hu_hu: új logót töltött fel "Márkajelzés"-nek
lv_lv: augšuplādējis jaunu logo “Zīmols”
no: lastet opp en ny logo til "Branding"
ru: загрузил новый логотип в "Brending"
tr_tr: \Marka" alanına yeni bir logo yükledi

source: %s uploaded a new logo on "Branding"
ar_sa: %s قام بتحميل شعار جديد على "الشعارات"
es_co: %s subió un nuevo logo en "Branding"
hu_hu: %s feltöltött egy új logót a "Branding" szekcióba
lv_lv: %s augšuplādējis jaunu logo “Zīmols”
ru: %s загрузил новый логотип в "Brending"

source: updated ProjectSend to version
ar_sa: تحديث ProjectSend إلى الإصدار
el_gr: ενημέρωσε το ProjectSend στην έκδοση
es_co: se ha actualizado la versión de ProjectSend
fa_ir: ProjectSend به روز شد به نسخه
hu_hu: frissítette a ProjectSendet erre a verzióra:
lv_lv: atjaunojis ProjectSend versiju uz
no: oppdaterte ProjectSend til versjon
ru: обновил ProjectSend до версии
tr_tr: ProjectSend sürümüne güncellendi

source: %s updated ProjectSend to version %s
ar_sa: %s قام بتحديث ProjectSend إلى الإصدار %s
es_co: %s actualizó ProjectSend a la versión %s
hu_hu: %s frissítette a ProjectSend-et a következő verzióra: %s
lv_lv: %s atjaunojis ProjectSend versiju uz %s
ru: %s обновил ProjectSend до версии %s

source: logged out of the system.
ar_sa: تسجيل الخروج من النظام.
el_gr: αποσυνδέθηκε από το σύστημα.
es_co: se desconectó del sistema.
fa_ir: از سیستم خارج شد.
hu_hu: kilépett a rendszerből
lv_lv: izlogojies no sistēmas.
no: logget ut av systemet.
ru: вышел из системы.
tr_tr: sistemden çıkış yaptı.

source: %s logged out of the system
ar_sa: %s قام بالخروج من النظام
es_co: %s cerró sesión en el sistema
hu_hu: %s kijelentkezett a rendszerből
lv_lv: %s izlogojies no sistēmas
ru: %s вышел из системы

source: (user) edited the file
ar_sa: قام (المستخدم) بتحرير الملف
el_gr: Ο/Η (χρήστης) επεξεργάστηκε το αρχείο
es_co: (usuario) modifico el archivo
fa_ir: (کاربر)ویرایش کرد فایل
hu_hu: (felhasználó) szerkesztette az állományt
lv_lv: (lietotājs) rediģējis datni
no: (bruker) endret filen
ru: (пользователь) отредактировал файл
tr_tr: (kullanıcı) dosyayı düzenledi

source: %s (user) edited the file %s
ar_sa: %s (مستخدم) قام بتعديل الملف %s
es_co: %s (usuario) editó el archivo %s
hu_hu: %s (felhasználó) szerkesztette a következő állományt: %s
lv_lv: %s (lietotājs) rediģējis datni %s
ru: %s (пользователь) отредактировал файл %s

source: (client) edited the file
ar_sa: (العميل) قام بتحرير الملف
el_gr: Ο/Η (πελάτης) επεξεργάστηκε το αρχείο
es_co: (cliente) modifico el archivo
fa_ir: (مشتری) ویرایش کرد فایل:
hu_hu: (ügyfél) szerkesztette az állományt
lv_lv: (klients) rediģējis datni
no: (klient) endret filen
ru: (клиент) отредактировал файл
tr_tr: (istemci(alıcı)) dosyayı düzenledi

source: %s (client) edited the file %s
ar_sa: %s (عميل) قام بتعديل الملف %s
es_co: %s (cliente) editó el archivo %s
hu_hu: %s (ügyfél) szerkesztette a következő állományt: %s
lv_lv: %s (klients) rediģējis datni %s
ru: %s (клиент) отредактировал файл %s

source: created the category
ar_sa: أنشأ الفئة
el_gr: δημιούργησε τη κατηγορία
es_co: categoría creada
fa_ir: ایجاد کرد دسته
hu_hu: létrehozta a kategóriát
lv_lv: izveidojis kategoriju
no: opprettet kategorien
ru: создал категорию
tr_tr: kategoriyi oluşturdu

source: %s created the category %s
ar_sa: %s قام بإنشاء الفئة %s
es_co: %s creó la categoría %s
hu_hu: %s létrehozta a következő kategóriát: %s
lv_lv: %s izveidojis kategoriju %s
ru: %s создал категорию %s

source: edited the category
ar_sa: تحرير الفئة
el_gr: επεξεργάστηκε τη κατηγορία
es_co: categoría modificada
fa_ir: ویرایش کرد دسته
hu_hu: szerkesztette a kategóriát
lv_lv: rediģējis kategoriju
no: endret kategorien
ru: отредактировал категорию
tr_tr: kategoriyi düzenledi

source: %s edited the category %s
ar_sa: %s قام بتحرير الفئة %s
es_co: %s editó la categoría %s
hu_hu: %s szerkesztette a következő kategóriát: %s
lv_lv: %s rediģējis kategoriju %s
ru: %s отредактировал категорию %s

source: deleted the category
ar_sa: حذف الفئة
el_gr: διέγραψε τη κατηγορία
es_co: categoría borrada
fa_ir: حذف کرد دسته
hu_hu: törölte a kategóriát
lv_lv: dzēsis kategoriju
no: slettet kategorien
ru: удалил категорию
tr_tr: kategori silindi

source: %s deleted the category %s
ar_sa: %s قام بحذف الفئة %s
es_co: %s borró la categoría %s
hu_hu: %s törölte a következő kategóriát: %s
lv_lv: %s dzēsis kategoriju %s
ru: %s удалил категорию %s

source: An anonymous user
ar_sa: مستخدم مجهول
el_gr: Ένας ανώνυμος χρήστης
es_co: Un usuario anonimo
fa_ir: یک کاربر ناشناس
hu_hu: Egy névtelen felhasználó
lv_lv: Anonīms lietotājs
no: En anonym bruker
ru: Анонимный пользователь
tr_tr: İsimsiz bir kullanıcı

source: downloaded the file
ar_sa: تحميل الملف
el_gr: έκανε λήψη του αρχείου
es_co: archivo descargado
fa_ir: دانلود کرد فایل
hu_hu: letöltötte az állomány
lv_lv: lejuplādējis failu
no: lastet ned filen
ru: скачал файл
tr_tr: dosyayı indirdi

source: An anonymous user downloaded the file %s
ar_sa: مستخدم مجهول قام بتنزيل الملف %s
es_co: Un usuario anónimo descargó el archivo %s
hu_hu: Egy névtelen felhasználó letöltötte a következő állományt: %s
lv_lv: Anonīms lietotājs lejuplādējis datni %s
ru: Анонимный пользователь скачал файл %s

source: processed an account request for
ar_sa: معالجة طلب حساب لـ
el_gr: επεξεργάστηκε ένα αίτημα λογαριασμού για
es_co: se procesó una solicitud de cuenta para
fa_ir: درخواست ثبت حساب کاربری را پردازش کرد برای
hu_hu: feldolgozott egy fiókkérelmet a következőhöz:
lv_lv: procesēts konta pieprasījums priekš
no: prosesserte en kontoforespørsel for
ru: обработал запрос на аккаунт
tr_tr: için bir hesap isteği işleme koyuldu

source: %s processed an account request for %s
ar_sa: %s قام بمعالجة طلب حساب ل %s
es_co: %s procesó una solicitud cuenta para %s
hu_hu: %s feldolgozta %s felhasználói fiók igénylését
lv_lv: %s procesēts konta pieprasījums priekš%s
ru: %s обработал запрос на аккаунт %s

source: processed group memberships requests for
ar_sa: طلبات عضوية مجموعات تمت معالجتها لـ
el_gr: επεξεργάστηκε αιτήσεις συμμετοχής σε ομάδες για
es_co: se procesaron solicitudes de membresía de grupo para
fa_ir: درخواست عضویت را پردازش کرد برای گروه
hu_hu: csoport tagsági kérelmek feldolgozva a következő részére:
lv_lv: procesēts grupas dalības pieprasījums priekš
no: prosesserte gruppemedlemskapsforespørsel for
ru: обработал запрос на членство в группах для
tr_tr: işlenmiş grup üyeliği talepleri

source: %s processed group memberships requests for %s
ar_sa: %s قام بمعالجة طلب إنتساب إلى مجموعة ل %s
es_co: %s procesó solicitudes membresía a grupos para %s
hu_hu: %s feldolgozta %s csoport felvételi kérelmét
lv_lv: %s procesēts grupas dalības pieprasījums priekš %s
ru: %s обработал запрос на членство в группах для %s

source: requested a preview for the file
ar_sa: طلب معاينة للملف
es_co: solicitó una previsualización del archivo
hu_hu: kérelmezte az állomány előnézetét
lv_lv: pieprasīts faila priekšskatījums
ru: запросил предварительный просмотр файла

source: %s requested a preview for the file %s
ar_sa: %s طلب معاينة للملف %s
es_co: %s solicitó una previsualización del archivo %s
hu_hu: %s kérelmezte a következő állomány előnézetét: %s
lv_lv: %s pieprasīts faila priekšskatījums %s
ru: %s запросил предварительный просмотр файла %s

source: created an account with a social profile
ar_sa: تم إنشاء حساب من خلال ملف شخصي
es_co: creó una cuenta con un perfil social
hu_hu: létrehozott egy felhasználót közösségi profil segítségével
lv_lv: izveidojis kontu izmantojot sociālo profilu
ru: создал учетную запись с помощью социального профиля

source: %s created an account with a social profile
ar_sa: %s قام بإنشاء حساب من خلال ملف شخصي
es_co: %s creó una cuenta con un perfil social
hu_hu: %s létrehozott egy felhasználót közösségi profil segítségével
lv_lv: %s izveidojis kontu izmantojot sociālo profilu
ru: %s создал учетную запись с помощью социального профиля
