Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Password must be alphanumeric (a-z,A-Z,0-9 allowed)
ar_sa: يجب أن تكون كلمة المرور أبجدية رقمية (يُسمح بـ a-z و A-Z و0-9)
el_gr: Ο κωδικός πρόσβασης πρέπει να είναι αλφαριθμητικός (a-z, A-Z, 0-9 επιτρέπονται)
es_co: La clave debe ser alfanumérica (a-z,A-Z,0-9 )
fa_ir: کلمه عبور باید شامل حروف انگلیسی و یا عدد باشد (A-Z، A-Z، 0-9 مجاز است)
hu_hu: A jelszó csak ékezet nélküli betűket és számokat tartlmazhat (a-z,A-Z,0-9)
lv_lv: Parolei jābūt burtciparu (atļauts a-z,A-Z,0-9)
no: Passord må være alfanumerisk (a-z, A-Z, 0-9 tillatt)
ru: Пароль должен быть буквенно-цифровым (a-z,A-Z,0-9)
tr_tr: Parola alfasayısal olmalıdır (a-z, A-Z, 0-9 izin verilir)

source: Passwords do not match
ar_sa: كلمة المرور غير مطابقة
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_co: La contraseña no coincide
fa_ir: رمزهای ورود مطابقت ندارند
hu_hu: A jelszavak nem egyeznek
lv_lv: Paroles nesakrīt
no: Passord samsvarer ikke
ru: Пароли не совпадают
tr_tr: Şifreler eşleşmiyor

source: Password does not meet the required characters rules
ar_sa: كلمة المرور لا تستوفي قواعد الحروف المطلوبة
el_gr: Ο κωδικός πρόσβασης δεν πληροί τους απαιτούμενους κανόνες χαρακτήρων
es_co: La clave no cumple con las reglas de caracteres requerida
fa_ir: کلمه عبور قوانین کاراکترهای مورد نیاز را برآورده نمی کند
hu_hu: Nem szabályos jelszó
lv_lv: Parole neatbilst prasītajiem simboliem
no: Passord møter ikke bokstavkravene
ru: Пароль не соответствует требованиям по символам
tr_tr: Şifre gereken karakter kuralını karşılamıyor

source: File size value must be a whole number
ar_sa: يجب أن تكون قيمة حجم الملف عددًا صحيحًا
el_gr: Η τιμή μεγέθους αρχείου πρέπει να είναι ακέραιος αριθμός
es_co: El tamaño deñ archivo debe ser un valor entero
fa_ir: مقدار اندازه فایل باید عدد باشد
hu_hu: A fájlméret egész szám kell, hogy legyen
lv_lv: Datņu izmēra vērtībai jāsastāv no veseliem skaitļiem
no: Verdi for filstørrelse må være et heltall
ru: Размер файла должен быть целым числом
tr_tr: Dosya boyutu değeri bir tam sayı olmalıdır

source: User role was not specified
ar_sa: دور المستخدم لم يتم توصيفه
es_co: El rol del usuario no fue especificado
hu_hu: Felhasználói szerepkör nincs megadva
lv_lv: Lietotāja loma netika precizēta
ru: Не указана роль пользователя

source: An account with this username already exists.
ar_sa: حساب يحمل إسم المستخدم هذا موجود مسبقاً
es_co: Ya existe una cuenta con ese nombre de usuario.
hu_hu: Egy felhasználó ezzel a névvel már létezik.
lv_lv: Konta ar šādu lietotājvārdu jau pastāv.
ru: Аккаунт с таким логином уже зарегистрирован.

source: An account with this e-mail address already exists.
ar_sa: حساب يحمل عنوان البريد هذا موجود مسبقاً
es_co: Ya existe una cuenta con esa dirección de correo electrónico.
hu_hu: Egy felhasználó ezzel az e-mail címmel már létezik.
lv_lv: Konts ar šādu e-pastu jau pastāv.
ru: Учётная запись с таким email уже существует.

source: Your password can only contain letters, numbers and the following characters:
ar_sa: لا يمكن أن تحتوي كلمة المرور إلا على أحرف وأرقام والأحرف التالية:
el_gr: Ο κωδικός πρόσβασης σας μπορεί να περιέχει μόνο γράμματα, αριθμούς και τους ακόλουθους χαρακτήρες:
es_co: Su clave puede unicamente contener letras, numeros y los siguientes caracteres:
fa_ir: کلمه عبور شما فقط شامل حروف، اعداد و کاراکترهای زیر می باشد:
hu_hu: A jelszó csak betűket, számokat és az alábbi karaktereket tartalmazhatja:
lv_lv: Jūsu parole var saturēt tikai burtus, ciparus uz sekojošos simbolus:
no: Passordet ditt kan bare inneholde bokstaver, tall og følgende tegn:
ru: Ваш пароль может содержать буквы, цифры, и следующие символы:
tr_tr: Şifreniz sadece harfler, rakamlar ve aşağıdakileri içerebilirKarakterler:

source: Please complete all the fields.
ar_sa: يرجى تعبئة جميع الحقول
el_gr: Παρακαλούμε συμπληρώστε όλα τα πεδία.
es_co: Favor complete todos los campos
fa_ir: لطفا تمام زمینه ها را تکمیل کنید
hu_hu: Kérjük töltse ki az összes mezőt.
lv_lv: Lūdzu aizpildies visus laukus.
no: Vennligt fullfør alle felter.
ru: Пожалуйста заполните все поля.
tr_tr: Lütfen bütün alanları doldurun.

source: Length should be between %d and %d characters long
ar_sa: الطول يجب أن يكون بين %d و %d حرفاً
es_co: La longitud debe estar entre %d y %d caracteres
hu_hu: A karakterlánc hossznak %d és %d közé esőnek kell lennie
lv_lv: Garumam vajadzētu būt robežās no %d līdz %d simboliem
ru: Длина должна быть от %d до %d символов

source: 1 uppercase character
ar_sa: 1 حرف كبير
el_gr: 1 κεφαλαίο χαρακτήρα
es_co: 1 caracter mayúscula
fa_ir: یک حرف انگلیسی بزرگ داشته باشد
hu_hu: 1 nagybetű
lv_lv: 1 lielais burts
no: 1 stor bokstav
ru: 1 символ в верхнем регистре
tr_tr: 1 büyük harf

source: 1 lowercase character
ar_sa: حرف 1 صغير
el_gr: 1 πεζό χαρακτήρα
es_co: 1 caracter minúscula
fa_ir: یک حرف انگلیسی کوچک داشته باشد
hu_hu: 1 kisbetű
lv_lv: 1 mazais burts
no: 1 liten bokstav
ru: 1 символ в нижнем регистре
tr_tr: 1 küçük harf karakter

source: 1 number
ar_sa: رقم 1
el_gr: 1 αριθμό
es_co: 1 número
fa_ir: یک عدد داشته باشد
hu_hu: 1 szám
lv_lv: 1 skaitlis
no: 1 tall
ru: 1 цифра
tr_tr: 1 numara

source: 1 special character
ar_sa: 1 حرف خاص
el_gr: 1 ειδικό χαρακτήρα
es_co: 1 caracter especial
fa_ir: یک کاراکتر ویژه داشته باشد
hu_hu: 1 különleges karakter
lv_lv: 1 speciālais simbols
no: 1 spesialtegn
ru: 1 спецсимвол
tr_tr: 1 özel karakter

source: Sitename was not completed.
ar_sa: لم يكتمل اسم الموقع.
el_gr: Το όνομα ιστότοπου δεν συμπληρώθηκε.
es_co: El nombre del sitio no fue completado.
fa_ir: نام وب سایت تکمیل نشده است.
hu_hu: A honlapnév nincs kitöltve
lv_lv: Lapas nosaukums nav pilnīgs.
no: Nettstedsnavn ble ikke fullført.
ru: Имя сайта не введено.
tr_tr: Site adı tamamlanmadı.

source: ProjectSend URI was not completed.
ar_sa: لم يكتمل ProjectSend URI.
el_gr: Το ProjectSend URI δεν συμπληρώθηκε.
es_co: La URI de ProjectSend no fue completada.
fa_ir: ProjectSend URI کامل نشده است.
hu_hu: A ProjectSend URI nincs kitöltve
lv_lv: ProjectSend URl nav pilnīgs.
no: ProjectSend-URL ble ikke fullført.
ru: ProjectSend URI не введено.
tr_tr: ProjectSend URI tamamlanmadı.

source: A safe chmod value of 755 could not be set for directory: %s
ar_sa: قيمة chmod آمنة قدرها 755 تعذر تعيينها للدليل: %s
es_co: El valor seguro de chmod de 755 no pudo ser asignado al directorio: %s
hu_hu: Nem lehet biztonságosan 755-re állítani a chmod értéket a következő könyvárnál: %s
lv_lv: Droša chmod vērtība 755 nevarēja tikt iestatatīta direktorijai: %s
ru: Не удалось установить безопасное значение chmod 755 для каталога: %s

source: A safe chmod value of 644 could not be set for file: %s
ar_sa: قيمة chmod آمنة قدرها 644 تعذر تعيينها للملف: %s
es_co: El valor seguro de chmod de 644 no pudo ser asignado al archivo: %s
hu_hu: Biztonságos 644 chmod érték nem állítható be a következő állományhoz: %s
lv_lv: Droša chmod vērtība 644 nevarēja tikt iestatatīta failam: %s
ru: Для файла не удалось установить безопасное значение chmod 644: %s

source: Please correct the following errors to make sure that ProjectSend can send notifications emails.
ar_sa: الرجاء تصحيح الأخطاء التالية للتأكد من أن ProjectSend يستطيع إرسال تنبيهات بريد إلكتروني.
es_co: Por favor corrija los siguientes errores para asegurar que ProjectSend pueda enviar correos electrónicos de notificación.
hu_hu: Kérjük javítsa a következő hibákat hogy meggyőződjön róla hogy a ProjectSend tud e-mail értesítéseket küldeni.
lv_lv: Lūdzu izlabojiet sekojošas kļūdas, lai nodrošinātu to, ka ProjectSend var sūtīt pazīņojumu e-pastus.
ru: Пожалуйста, исправьте следующие ошибки, чтобы убедиться, что ProjectSend может отправлять уведомления по Email.

source: System file does not exist: %s
ar_sa: ملف النظام غير موجود %s
es_co: El archivo del sistema no existe: %s
hu_hu: A %s rendszerfájl nem létezik.
lv_lv: Sistēmas fails neeksistē: %s
ru: Системный файл не существует: %s

source: This version changes the way files-to-clients relationships are stored on the database making it possible to assign a file to multiple clients. However some files did not update successfully. The following files may need to be reassigned to their clients by using the "Find orphan files" tool:
ar_sa: يغير هذا الإصدار طريقة تخزين العلاقات بين الملفات والعملاء في قاعدة البيانات مما يجعل من الممكن تعيين ملف لعدة عملاء. ولكن لم يتم تحديث بعض الملفات بنجاح. قد يلزم إعادة تعيين الملفات التالية لعملائها باستخدام أداة "البحث عن الملفات المعزولة":
el_gr: Αυτή η έκδοση αλλάζει τον τρόπο με τον οποίο αποθηκεύονται οι σχέσεις αρχείων σε πελάτες στη βάση δεδομένων, καθιστώντας δυνατή την αντιστοίχιση ενός αρχείου σε πολλούς πελάτες. Ωστόσο, ορισμένα αρχεία δεν ενημερώθηκαν με επιτυχία. Τα ακόλουθα αρχεία ίσως χρειαστεί να αντιστοιχιστούν εκ νέου στους πελάτες τους χρησιμοποιώντας το εργαλείο "Εύρεση ορφανών αρχείων":
es_co: Esta versión cambia como se almacenan las relaciones entre los archivos y clientes la base de datos hace lo pósible por asignar un archivo a varios clientes. Sin embargo, algunos archivos no se actualizaron correctamente. Los siguientes archivos necesitan ser reasignados a sus clientes usando la herramienta "Encontrar archivos huérfanos":
fa_ir: این نسخه نحوه ذخیره رابطه فایل ها به مشتری در پایگاه داده را تغییر داده است و امکان اختصاص یک فایل به چندین مشتری را دارد. با این وجود بعضی از فایل ها با موفقیت به روز نشدند و ممکن است لازم باشد که فایلهای زیر به مشتریان مرتبط با استفاده از «یافتن فایلهای یتیم» مجددا مجددا تخصیص داده شود:
hu_hu: Ebben a verzióban megváltozik a fájlok és ügyfelek kapcsolatainak tárolási módja, amely lehetővé teszi, hogy egy fájlt több ügyfélhez is hozzá lehessen rendelni. Azonban sajnos néhány fájl frissítése nem sikerült. Az alábbi fájlokat valószínűleg a "Gazdátlan fájlok keresése" eszköz segítségével újra hozzá kell majd rendelni az ügyfelekhez:
lv_lv: Šis versija izmaina veidu datne-pret-klientu attiecību iekš datubāzes radot iespēju piesaistīt datni vairākiem klientiem. Dažas no datnēm netika veiksmīgi atjaunotas. Sekojošās datnes nepieciešams atkārtoti piesaistīt pie to klientiem izmantojot “Atrast nepiederošas datnes” rīku:
no: Denne versjonen endrer måten fil-til-klient relasjoner lagres i databasen, og gjør det mulig å tildele en fil til flere klienter. Imidlertid oppdaterte ikke alle filer seg. Følgende filer kan måtte tildeles deres klienter ved bruk av "Finn foreldreløse filer"-verktøyet:
ru: Эта версия изменяет схему записи соответствия файлов клиентам в базе данных, делая возможным привязку одного файла к многим клиентам. Наверное, некоторые файлы не были удачно обновлены. Следующие файлы, возможно, потребуют привязки к своим клиентам с использованием инструмента "Найти осиротевшие (orphan) файлы":
tr_tr: Bu sürüm, dosya-istemcilerin ilişkilerinin birden fazla istemciye dosya atamasını mümkün kılan veritabanında depolanma şeklini değiştiriyor. Ancak, bazı dosyalar başarıyla güncellenmedi. Aşağıdaki dosyaların, istemcilere yeniden atanmaları gerekebilir. "Yetim dosyaları bul" aracı:

source: The database was updated to support this version of the software.
ar_sa: تم تحديث قاعدة البيانات لدعم هذا الإصدار من البرنامج
el_gr: Η βάση δεδομένων ενημερώθηκε για να υποστηρίξει αυτήν την έκδοση του λογισμικού.
es_co: La Base de datos fue actualizada para soportar esta versión del Software
fa_ir: پایگاه داده برای پشتیبانی از این نسخه از نرم افزار به روز شد.
hu_hu: Az adatbázis frissítésre került, hogy támogassa az új szoftververziót.
lv_lv: Datubāze tikusi atjaunota, lai darbotos ar šī brīža progammatūras versiju.
no: Databasen ble oppdatert til å støtte denne versjonen av programvaren.
ru: База данных не обновлена для поддержки этой версии программного обеспечения.
tr_tr: Yazılımın bu sürümünü destekleyecek şekilde veritabanı güncellendi.

source: Do you want to support ProjectSend?
ar_sa: هل تريد دعم ProjectSend؟
el_gr: Θέλετε να υποστηρίξετε το ProjectSend;
es_co: ¿Quieres soportar ProjectSend?
fa_ir: میخواهید ProjectSend را پشتیبانی کنید؟
hu_hu: Kívánja támogatni a ProjectSendet?
lv_lv: Vai vēlaties atbalstīt ProjectSend?
no: Ønsker du å støtte ProjectSend?
ru: Вы хотите поддержать ProjectSend?
tr_tr: ProjectSend'i desteklemek ister misiniz?

source: Please remember that this tool is free software. If you find the system useful
ar_sa: يرجى تذكر أن هذه الأداة هي برامج مجانية. إذا وجدت النظام مفيدا
el_gr: Λάβετε υπόψη ότι αυτό το εργαλείο είναι ελεύθερο λογισμικό. Αν το σύστημα είναι χρήσιμο
es_co: Favor recuerde que este es un software libre. Y si lo encuentra útil
fa_ir: لطفا به یاد داشته باشید که این ابزار نرم افزار رایگان است. اگر فکر می کنید این سیستم مفید است،
hu_hu: Kérem vegye figyelembe, hogy ez az eszköz szabadszoftver. Ha hasznosnak találja a rendszert
lv_lv: Atceraties to ka šis rīks ir bezmaksas. Ja rodat sistēmu lietderīgu
no: Dette er fri programvare. Hvis systemet er nyttig for deg
ru: Пожалуйста, помните, что эта программа является свободным ПО. Если вы находите его полезным
tr_tr: Lütfen bu aracın özgür bir yazılım olduğunu unutmayın. Sistemi bulursanızişe yarar

source: please consider making a donation to support further development.
ar_sa: يرجى النظر في التبرع لدعم مزيد من التطوير.
el_gr: παρακαλούμε να κάνετε μια δωρεά για να στηρίξετε την περαιτέρω ανάπτυξη.
es_co: Favor considere hacer una donación para soportar futuros desarrollos.
fa_ir: لطفا کمک مالی را برای پشتیبانی بیشتر در نظر بگیرید.
hu_hu: kérjük, hogy vegye fontolóra az adakozást a további fejlesztések támogatása érdekében.
lv_lv: apsverat domu ziedot , lai atbalstītu turpmāku tās attīstību.
no: vurder å gjøre en donasjon til støtte for ytterligere utvikling.
ru: пожалуйста, рассмотрите вопрос о внесении пожертвований для поддержки дальнейшего развития проекта.
tr_tr: Lütfen daha fazla gelişmeyi desteklemek için bağış yapmayı düşünün.

source: Thank you!
ar_sa: شكرا لك!
el_gr: Ευχαριστούμε!
es_co: Gracias
fa_ir: متشکرم!
hu_hu: Köszönjük szépen!
lv_lv: Paldies!
no: Takk!
ru: Спасибо!
tr_tr: Teşekkürler!

source: Update available!
ar_sa: التحديث متاح!
el_gr: Ενημέρωση είναι διαθέσιμη!
es_co: Actualización disponible
fa_ir: به روز رسانی در دسترس است!
hu_hu: Frissítés elérhető!
lv_lv: Pieejams atjauninājums!
no: Oppdatering tilgjengelig!
ru: Доступно обновление!
tr_tr: Güncelleme var!

source: ProjectSend %s has been released
ar_sa: ProjectSend %s تم إصدار
es_co: La versión %s de ProjectSend ha sido liberada
hu_hu: A ProjectSend %s verziója elérhető.
lv_lv: ProjectSend %s ticis izlaists
ru: Вышла версия ProjectSend %s

source: Download
ar_sa: تحميل
el_gr: Λήψη
es_co: Descarga
fa_ir: دریافت فایل
hu_hu: Letöltés
lv_lv: Lejuplādēt
no: Last ned
ru: Скачать
tr_tr: İndir

source: Changelog
ar_sa: تغيير السجل
es_co: Lista de cambios
hu_hu: Változásnapló
lv_lv: Izmaiņu žurnāls

source: E-mail notifications have been sent.
ar_sa: تم إرسال إشعارات البريد الإلكتروني.
el_gr: Ειδοποιήσεις ηλεκτρονικού ταχυδρομείου έχουν σταλεί.
es_co: Una notificación se ha enviado por correo electrónico
fa_ir: اعلان ها از طریق ایمیل فرستاده شده است.
hu_hu: Az email értesítéseket sikeresen kiküldtük.
lv_lv: E-pasta paziņojums ticis nosūtīts.
no: Epostnotifikasjoner har blitt sendt.
ru: Email уведомления не были отправлены.
tr_tr: E-posta bildirimleri gönderildi.

source: One or more notifications couldn't be sent.
ar_sa: تعذر إرسال إشعار واحد أو أكثر.
el_gr: Δεν ήταν δυνατή η αποστολή μιας ή περισσότερων ειδοποιήσεων.
es_co: Uno o más notificaciones no podran ser enviadas.
fa_ir: یک یا چند اعلان ارسال نمی شود.
hu_hu: Egy vagy több értesítés kiküldése nem sikerült.
lv_lv: Viens vai vairāki paziņojumi nevarēja tikt nosūtīti.
no: Èn eller flere notifikasjoner kunne ikke sendes.
ru: Одно или более уведомлений не может быть отправлено.
tr_tr: Bir veya daha fazla bildirim gönderilemedi.

source: E-mail notifications for inactive clients were not sent.
ar_sa: لم يتم إرسال إعلامات البريد الإلكتروني للعملاء غير النشطين.
el_gr: Οι ειδοποιήσεις ηλεκτρονικού ταχυδρομείου για ανενεργούς πελάτες δεν στάλθηκαν.
es_co: Las notificaciones para clientes inactivos no fueron enviadas.
fa_ir: اطلاعیه‌ها برای مشتری های غیر فعال از طریق ایمیل ارسال نمی شود.
hu_hu: A kikapcsolt ügyfelek számára nem lett értesítés küldve.
lv_lv: E-pasta paziņojumi neaktīviem lietotājiem netika nosūtīti.
no: Epostnotifikasjoner for inaktive klienter ble ikke sendt.
ru: Email уведомления для неактивных клиентов не были отправлены.
tr_tr: Etkin olmayan istemciler için e-posta bildirimleri gönderilmedi.

source: Recent activites
ar_sa: الأنشطة الحديثة
el_gr: Πρόσφατες δραστηριότητες
es_co: Actividades recientes
fa_ir: فعالیت های اخیر
hu_hu: Előzmények
lv_lv: Pēdējās aktivitātes
no: Nylig aktivitet
ru: Недавние действия
tr_tr: Son aktiviteler

source: View all
ar_sa: عرض الكل
el_gr: Προβολή όλων
es_co: Ver todos
fa_ir: مشاهده همه
hu_hu: Összes megtekintése
lv_lv: Skatīt visu
no: Se alle
ru: Посмотреть все
tr_tr: Hepsini göster

source: Uploads by users
ar_sa: التحميلات من قبل المستخدمين
el_gr: Μεταφορτώσεις από χρήστες
es_co: Subidos por usuarios
fa_ir: ارسال شده توسط کاربران
hu_hu: Felhasználók feltöltései
lv_lv: Augšuplādes no lietotājiem
no: Lastet opp av brukere
ru: Загрузок пользователями
tr_tr: Kulanıcı Yüklemeleri

source: Uploads by clients
ar_sa: التحميلات من قبل العملاء
el_gr: Μεταφορτώσεις από πελάτες
es_co: Subidos por Administradores
fa_ir: ارسال شده توسط مشتریان
hu_hu: Ügyfelek feltöltései
lv_lv: Augšuplādes no klientiem
no: Lastet opp av klienter
ru: Загрузок клиентами
tr_tr: İstemci(alıcı) Yüklemeleri

source: Downloads by known users
ar_sa: تنزيلات من مستخدمين معروفين
es_co: Descargas por usuarios conocidos
hu_hu: Letöltések ismert felhasználók által
lv_lv: Zināmo lietotāju lejuplādes
ru: Скачивания зарегистрированными пользователями

source: Public Downloads
ar_sa: التنزيلات العامة
el_gr: Δημόσιες λήψεις
es_co: Descargas públicas
fa_ir: دانلودهای عمومی
hu_hu: Nyílvános letöltések
lv_lv: Publiskas lejuplādes
no: Offenlige Nedlastinger
ru: Публичные раздачи
tr_tr: Herkese Açık İndirmeler

source: ProjectSend news
ar_sa: ProjectSend الأخبار
el_gr: Νέα του ProjectSend
es_co: Noticias
fa_ir: اخبار ProjectSend
hu_hu: ProjectSend hírek
lv_lv: ProjectSend ziņas
no: ProjectSend Nyheter
ru: ProjectSend новости
tr_tr: ProjectSend Haberleri

source: Statistics
ar_sa: الإحصاء
el_gr: Στατιστικά
es_co: Estadisticas
fa_ir: آمار
hu_hu: Statisztika
lv_lv: Statistika
no: Statistikk
ru: Статистика
tr_tr: İstatistikler

source: %d days
ar_sa: %d أيام
es_co: %d días
hu_hu: %d nap
lv_lv: %d dienas
ru: %d дней

source: System information
ar_sa: معلومات النظام
el_gr: Πληροφορίες συστήματος
es_co: Sistema de información
fa_ir: اطلاعات سیستم
hu_hu: Rendszer információ
lv_lv: Sistēmas informācija
no: Systeminformasjon
ru: Системнвя информация
tr_tr: Sistem bilgisi

source: Software
ar_sa: البرمجيات
el_gr: Λογισμικό
es_co: Programas
fa_ir: نرم افزار
hu_hu: Szoftver
lv_lv: Programmatūra
no: Programvare
ru: Программное обеспечение
tr_tr: Yazılım

source: Version
ar_sa: الإصدار
el_gr: Έκδοση
es_co: Versión
fa_ir: نسخه
hu_hu: Verzió
lv_lv: Versija
no: Versjon
ru: Версия
tr_tr: Sürüm

source: New version available
ar_sa: يتوفر إصدار جديد
el_gr: Νέα διαθέσιμη έκδοση
es_co: Nueva versión disponible
fa_ir: نسخه جدید در دسترس است
hu_hu: Új verzió érhető el
lv_lv: Pieejama jaunāka versija
no: Ny versjon tilgjengelig
ru: Доступна новая версия
tr_tr: Yeni sürüm hazır

source: Default upload max. size
ar_sa: الحد الأقصى للتحميل الافتراضي. بحجم
el_gr: Προεπιλεγμένο μέγιστο μέγεθος μεταμορφώσεων
es_co: Tamaño máximo por defecto.
fa_ir: حداکثر اندازه آپلود پیش فرض
hu_hu: Alapértelmezett maximális feltölthető fájlméret
lv_lv: Noklusētais maksimālais augšuplades izmērs
no: Standard maksimum opplastingsstørrelse
ru: Максимальный размер файла для закачки по умолчанию
tr_tr: Varsayılan maks. yükleme boyutu

source: Template
ar_sa: قالب
el_gr: Πρότυπο
es_co: Plantilla
fa_ir: قالب
hu_hu: Sablon
lv_lv: Sagatave
no: Mal
ru: Шаблон
tr_tr: Tema

source: Change
ar_sa: تغيير
el_gr: Αλλαγή
es_co: Modificar
fa_ir: تغییر
hu_hu: Változtat
lv_lv: Izmaiņas
no: Endre
ru: Изменить
tr_tr: Değiştir

source: Data
ar_sa: الوقت
el_gr: Δεδομένα
es_co: Datos
fa_ir: داده‌ها
hu_hu: Adat
lv_lv: Dati
ru: Дата
tr_tr: Veri

source: System users
ar_sa: مستخدمين النظام
el_gr: Χρήστες του συστήματος
es_co: Usuarios del sistema
fa_ir: کاربران سیستم
hu_hu: Rendszerfelhasználók
lv_lv: Sistēmas lietotāji
no: Systembrukere
ru: Системные пользователи
tr_tr: Sistem kullanıcıları

source: System
ar_sa: النظام
el_gr: Σύστημα
es_co: Sistema
fa_ir: سیستم
hu_hu: Rendszer
lv_lv: Sistēma
ru: Система
tr_tr: Sistem

source: Server
ar_sa: الخادم
el_gr: Διακομιστής
es_co: Servidor
fa_ir: سرور
hu_hu: Szerver
lv_lv: Serveris
ru: Сервер
tr_tr: Sunucu

source: PHP version
ar_sa: إصدار PHP
el_gr: Έκδοση PHP
es_co: Versión de PHP
fa_ir: نسخه PHP
hu_hu: PHP verzió
lv_lv: PHP versija
no: PHP-versjon
ru: Версия PHP
tr_tr: PHP sürümü

source: Memory limit
ar_sa: حد الذاكرة
el_gr: Όριο μνήμης
es_co: Límite de memoria
fa_ir: محدودیت حافظه
hu_hu: Memória limit
lv_lv: Atmiņas limits
no: Minnebegrensing
ru: Лимит памяти
tr_tr: Hafıza limiti

source: Max execution time
ar_sa: أقصى وقت للتنفيذ
el_gr: Μέγιστος χρόνος εκτέλεσης
es_co: tiempo máximo de ejecución
fa_ir: حداکثر تعداد اجرا
hu_hu: Maximális végrehajtási időkorlát
lv_lv: Maksimālais izpildes laiks
no: Maksimum gjennomføringstid
ru: Максимальное время исполнения
tr_tr: Maks. çalıştırma süresi

source: Post max size
ar_sa: حجم الصفحه الاقصى
el_gr: Μέγιστο μέγεθος Post
es_co: Tamaño máximo de carga
fa_ir: سقف اندازه پست
hu_hu: POST maximális mérete
lv_lv: Sūtijuma maksimālais izmērs
no: Maksimum innleggsstørrelse
ru: Максимальный размер сообщения
tr_tr: Maksimum boyut gönder

source: Database
ar_sa: قاعدة البيانات
el_gr: Βάση δεδομένων
es_co: Base de Datos
fa_ir: پایگاه داده
hu_hu: Adatbázis
lv_lv: Datubāze
ru: База данных
tr_tr: Veritabanı

source: Driver
ar_sa: محرك
el_gr: Οδηγός
es_co: Controlador
fa_ir: درایور
hu_hu: Meghajtó
lv_lv: Dzinis
no: Kjører
ru: Драйвер
tr_tr: Sürücü

source: Forgot your password?
ar_sa: نسيت رقمك السري؟
el_gr: Ξεχάσατε τον κωδικό σας;
es_co: Olvidó su contraseña
fa_ir: کلمه عبور خود را فراموش کرده اید؟
hu_hu: Elfelejtett jelszó?
lv_lv: Aizmirsi savu paroli?
no: Glømt passordet ditt?
ru: Забыли пароль?
tr_tr: Şifrenizi mi unuttunuz?

source: Set up a new one.
ar_sa: قم بإعداد واحدة جديدة.
el_gr: Ορίστε ένα νέο κωδικό πρόσβασης.
es_co: Ingrese una nueva
fa_ir: یک کلمه رمز جدید انتخاب کنید
hu_hu: Új jelszó beállítása.
lv_lv: Iestati jaunu.
no: Sett opp en ny.
ru: Создать новый.
tr_tr: Yeni Şifre Oluştur.

source: Don't have an account yet?
ar_sa: لا تملك حسابا حتى الآن؟
el_gr: Δεν έχετε ακόμα λογαριασμό;
es_co: No tiene una cuenta aun?
fa_ir: حساب کاربری ندارید؟
hu_hu: Nincs még fiókja?
lv_lv: Nav konta?
no: Har du ingen konto ennå?
ru: Еще нет учетной записи?
tr_tr: Halen hesabınız yok mu?

source: Register as a new client.
ar_sa: سجل كعميل جديد.
el_gr: Εγγραφείτε ως νέος πελάτης.
es_co: Ingrese como un nuevo cliente
fa_ir: ثبت نام به عنوان یک مشتری جدید
hu_hu: Regisztráljon új ügyfélként
lv_lv: Reģistrējies kā jauns klients.
no: Registrer som ny klient.
ru: Зарегистрироваться как новый клиент.
tr_tr: Yeni istemci(alıcı) olarak kaydol.

source: This server does not allow self registrations.
ar_sa: هذا الخادم لا يسمح بالتسجيل الذاتي.
el_gr: Αυτός ο διακομιστής δεν επιτρέπει εγγραφές.
es_co: Este servidor no permite auto ingresos
fa_ir: این سرور اجازه خود ثبت نامی را نمی دهد.
hu_hu: Nem lehet regisztrálni.
lv_lv: Šis serveris neatļauj pašreģistrācijas iespēju.
no: Denne serveren tillater ikke selvregistreringer.
ru: Авторегистрация на сервере запрещена.
tr_tr: Bu sunucu kendinizin üye olmasına izin vermemektedir.
