Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Recent activities log
ar_sa: سجل الأنشطة الأخيرة
el_gr: Αρχείο καταγραφής πρόσφατων ενεργειών
es_co: Registro de actividades recientes
fa_ir: گزارش فعالیت های اخیر
hu_hu: Legutóbbi tevékenységek naplója
lv_lv: Pēdējo darbību žurnāls
no: Siste aktiviteter logg
ru: Журнал недавних действий
tr_tr: Son etkinlik kayıtları

source: The selected activities were deleted.
ar_sa: لقد تم حذف الأنشطة المختارة
el_gr: Οι επιλεγμένες δραστηριότητες διαγράφηκαν.
es_co: Las actividades seleccionadas fueron eliminadas.
fa_ir: فعالیت های انتخاب شده حذف شدند.
hu_hu: A kiválasztott tevékenységek törölve.
lv_lv: Atlasītās aktivitātes tika dzēstas.
no: De valgte aktivitetene ble slettet.
ru: Выбранные действия были удалены.
tr_tr: Seçilen etkinlikler silindi.

source: Please select at least one activity.
ar_sa: يرجى تحديد نشاط واحد على الأقل.
el_gr: Παρακαλούμε επιλέξτε τουλάχιστον μία δραστηριότητα.
es_co: Por favor seleccione al menos una actividad.
fa_ir: لطفا حداقل یک فعالیت را انتخاب کنید.
hu_hu: Kérem válasszon ki legalább egy tevékenységet.
lv_lv: Lūdzu, atlasiet vismaz vienu darbību.
no: Vennligst slett minst èn aktivitet.
ru: Пожалуйста, выберите хотя бы одно действие.
tr_tr: Lütfen en az bir etkinlik seçin.

source: The log was cleared. Only data used for statistics remained. You can delete them manually if you want.
ar_sa: تم مسح السجل. بقيت بيانات مستخدمة للإحصاءات فقط. يمكنك حذفها يدويًا إذا أردت.
el_gr: Έγινε εκκαθάριση του αρχείου καταγραφής. Απέμειναν μόνο τα στατιστικά δεδομένα. Μπορείτε να τα διαγράψετε χειροκίνητα εάν το επιθυμείτε.
es_co: El registro fue borrado. Solo se conservaron los datos utilizados para las estadísticas. Puede eliminarlos manualmente si lo desea.
fa_ir: گزارش وقایع سیستم پاک شد. فقط داده های مورد استفاده برای آمار باقی می ماند. اگر می خواهید میتوانید آنها را به صورت دستی حذف کنید.
hu_hu: A naplók törölve. Csak a statisztikákhoz szükséges adatok maradtak meg. Kézzel törölhetőek ezek is.
lv_lv: Žurnāls tika notīrīts. Palikuši tikai dati, kas tiks izmantoti statistikai. Varat tos dzēst manuāli, ja vēlaties.
no: Loggen ble slettet. Bare data brukt for statistikk ble beholdt. Du kan slette dem manuelt hvis du vil.
ru: Журнал был очищен. Остались только данные, используемые для статистики. Вы можете удалить их вручную, если нужно.
tr_tr: Günlük temizlendi. Sadece istatistikler için kullanılan veriler kaldı. İsterseniz manuel olarak silebilirsiniz.

source: Filter activities
ar_sa: تصفية الأنشطة
el_gr: Φιλτράρισμα δραστηριοτήτων
es_co: Filtrar actividades
fa_ir: فیلتر فعالیت ها
hu_hu: Tevékenységek szűrése
lv_lv: Filtrēt aktivitātes
no: Filtrer aktiviteter
ru: Фильтровать действия
tr_tr: Etkinlikleri filtrele

source: All activities
ar_sa: كل الأنشطة
el_gr: Όλες οι δραστηριότητες
es_co: Todas las actividades
fa_ir: تمام فعالیتها
hu_hu: Minden tevékenység
lv_lv: Visas aktivitātes
no: Alle aktiviteter
ru: Все действия
tr_tr: Tüm etkinlikler

source: Filter
ar_sa: منقي
el_gr: Φίλτρο
es_co: Filtrar
fa_ir: فیلتر
hu_hu: Szűrés
lv_lv: Filtrēt
no: Filtrer
ru: Фильтр
tr_tr: Filtre

source: Activities actions
ar_sa: إجراءات الأنشطة
el_gr: Ενέργειες δραστηριοτήτων
es_co: Acciones de actividades
fa_ir: اقدامات فعالیتها
hu_hu: Tevékenységek kezelése
lv_lv: Aktivitātes
no: Aktiviteteshendelser
ru: Действия с активностями
tr_tr: Etkinlik eylemleri

source: Select action
ar_sa: حدد الإجراء
el_gr: Επιλέξτε ενέργεια
es_co: Seleccione la acción
fa_ir: انتخاب اقدام
hu_hu: Művelet kiválasztása
lv_lv: Izvēlieties darbību
no: Valghendelser
ru: Выберите действие
tr_tr: Eylem seç

source: Download as csv
ar_sa: تنزيل كـملف CSV
el_gr: Λήψη ως csv
es_co: Descargar como csv
fa_ir: دانلود بعنوان فایل CSV
hu_hu: Letöltés CSV állományként
lv_lv: Lejupielādēt csv datni
no: Last ned som csv
ru: Загрузить как csv
tr_tr: .csv olarak indir

source: Delete selected
ar_sa: حذف المحدد
el_gr: Διαγραφή επιλεγμένων
es_co: Eliminar seleccionado
fa_ir: حذف مورد انتخاب شده
hu_hu: Kijelöltek törlése
lv_lv: Izdzēst izvēlēto
no: Slett valgte
ru: Удалить выбранные
tr_tr: Seçileni sil

source: Clear entire log
ar_sa: امسح السجل بالكامل
el_gr: Εκκαθάριση ολόκληρου του αρχείου καταγραφής
es_co: Borrar todo el registro
fa_ir: پاک کردن کل گزارش وقایع
hu_hu: Napló kiürítése
lv_lv: Iztīrīt visu žurnālu
no: Slett hele loggen
ru: Очистить весь журнал
tr_tr: Bütün günlüğü temizle

source: Proceed
ar_sa: تقدم
el_gr: Προχωρήστε
es_co: Proceder
fa_ir: اعمال
hu_hu: Tovább
lv_lv: Turpināt
no: Fortsett
ru: Продолжить
tr_tr: Devam et

source: Found
ar_sa: تم إيجاد
el_gr: Βρέθηκε
es_co: Encontró
fa_ir: پیدا شد
hu_hu: Összesen
lv_lv: Atrasts
no: Funnet
ru: Найдено
tr_tr: Bulundu

source: activities
ar_sa: أنشطة
el_gr: δραστηριότητες
es_co: ocupaciones
fa_ir: فعالیتها
hu_hu: tevékenységet találtunk
lv_lv: aktivitātes
no: aktiviteter
ru: активности
tr_tr: etkinlikler

source: The filters you selected returned no results.
ar_sa: لم تعد عوامل التصفية التي حددتها أية نتائج.
el_gr: Τα φίλτρα που επιλέξατε δεν επέστρεψαν αποτελέσματα.
es_co: Los filtros que seleccionaste no arrojaron resultados.
fa_ir: با فیلترهای انتخاب شده هیچ نتیجه ای پیدا نشد.
hu_hu: A kiválasztott szűrők nem hoztak eredményt.
lv_lv: Izvēlētie filtri neatgrieza nekādus rezultātus.
no: Filtrene du valgte ga ingen resultater.
ru: По выбранным фильтрам результатов нет.
tr_tr: Seçtiğiniz filtreler sonuç yok.

source: There are no activities recorded.
ar_sa: لا توجد أنشطة مسجلة.
el_gr: Δεν υπάρχουν δραστηριότητες καταγεγραμμένες.
es_co: No hay actividades registradas
fa_ir: هیچ فعالیتی ثبت نشده است.
hu_hu: Nincs rögzített tevékenység.
lv_lv: Nav reģistrētas darbības.
no: Ingen aktiviteter er lagret.
ru: Никаких активностей не записано.
tr_tr: Kaydedilmiş etkinlik yok.

source: Date
ar_sa: تاريخ
el_gr: Ημερομηνία
es_co: Fecha
fa_ir: تاریخ
hu_hu: Dátum
lv_lv: Datums
no: Dato
ru: Дата
tr_tr: Tarih

source: Author
ar_sa: مؤلف
el_gr: Συγγραφέας
es_co: Autor
fa_ir: ایجادکننده
hu_hu: Szerző
lv_lv: Autors
no: Forfatter
ru: Автор
tr_tr: Yazar

source: Activity
ar_sa: نشاط
el_gr: Δραστηριότητα
es_co: Actividad
fa_ir: فعالیت
hu_hu: Tevékenység
lv_lv: Aktivitāte
no: Aktivitet
ru: Активность
tr_tr: Etkinlik

source: Categories administration
ar_sa: إدارة الفئات
el_gr: Διαχείριση κατηγοριών
es_co: Administración de categorías
fa_ir: مدیریت دسته بندی ها
hu_hu: Kategóriák adminisztrálása
lv_lv: Kategoriju administrēšana
no: Kategoriadministrasjon
ru: Управление категориями
tr_tr: Kategori yönetimi

source: The category was successfully created.
ar_sa: تم إنشاء الفئة بنجاح.
el_gr: Η κατηγορία δημιουργήθηκε επιτυχώς.
es_co: La categoría fue creada con éxito.
fa_ir: این دسته با موفقیت ایجاد شد.
hu_hu: Kategória sikeresen létrehozva.
lv_lv: Kategorija veiksmīgi izveidota.
no: Kategorien ble opprettet.
ru: Категория успешно создана.
tr_tr: Kategori başarıyla oluşturuldu.

source: The category was successfully edited.
ar_sa: تم تعديل الفئة بنجاح.
el_gr: Η κατηγορία επεξεργάστηκε επιτυχώς.
es_co: La categoría fue editada exitosamente.
fa_ir: این دسته با موفقیت ویرایش شد.
hu_hu: Kategória sikeresen módosítva.
lv_lv: Kategorija veiksmīgi rediģēta.
no: Kategorien ble endret.
ru: Категория успешно отредактирована.
tr_tr: Kategori başarıyla düzenlendi.

source: Please select at least one category.
ar_sa: يرجى تحديد فئة واحدة على الأقل.
el_gr: Επιλέξτε τουλάχιστον μία κατηγορία.
es_co: Por favor seleccione al menos una actividad.
fa_ir: لطفا حداقل یک دسته بندی را انتخاب کنید
hu_hu: Legalább egy kategória kiválasztása szükséges.
lv_lv: Lūdzu izvēlieties vismaz vienu kategoriju.
no: Vennligst velg minst èn kategori.
ru: Пожалуйста, выберите хотя бы одну категорию.
tr_tr: Lütfen en az bir kategori seçiniz.

source: The selected categories were deleted.
ar_sa: تم حذف الفئات المختارة بنجاح.
el_gr: Οι επιλεγμένες κατηγορίες διαγράφηκαν.
es_co: Las actividades seleccionadas fueron eliminadas.
fa_ir: گروه های انتخاب شده حذف شدند.
hu_hu: A kijelölt kategóriák törölve lettek.
lv_lv: Izvēlētās kategorijas tika izdzēstas.
no: De valgte kategoriene ble slettet.
ru: Выбранные категории удалены.
tr_tr: Kategori başarıyla silindi.

source: Create new category
ar_sa: إنشاء فئة جديدة
el_gr: Δημιουργήστε νέα κατηγορία
es_co: Crear nueva categoría
fa_ir: ایجاد دسته جدید
hu_hu: Új kategória létrehozása
lv_lv: Izveidot jaunu kategoriju
no: Opprett en ny kategori
ru: Создать новую категорию
tr_tr: Yeni kategori oluştur

source: Edit category
ar_sa: تعديل الفئة
el_gr: Επεξεργασία κατηγορίας
es_co: Editar categoria
fa_ir: ویرایش دسته بندی
hu_hu: Kategória szerkesztése
lv_lv: Labot kategoriju
no: Endre kategori
ru: Редактировать категорию
tr_tr: Kategoriyi düzenle

source: There was a problem saving to the database.
ar_sa: حدثت مشكلة في الحفظ في قاعدة البيانات.
el_gr: Υπήρξε πρόβλημα κατά την αποθήκευση στη βάση δεδομένων.
es_co: Hubo un problema al guardar en la base de datos.
fa_ir: یک مشکل در هنگام ذخیره سازی در پایگاه داده وجود داشت.
hu_hu: Az adatbázis mentése közben hiba történt.
lv_lv: Datu bāzei radās problēma saglabājot.
no: Det var et problem med å lagre til databasen.
ru: Ошибка сохранения в базу данных.
tr_tr: Veritabanına kaydedilirken bir sorun oluştu.

source: Please complete all the required fields.
ar_sa: يرجى استكمال جميع الحقول المطلوبة.
el_gr: Παρακαλούμε συμπληρώστε όλα τα απαιτούμενα πεδία.
es_co: Por favor complete todos los campos requeridos.
fa_ir: لطفا تمام فیلدهای مورد نیاز را تکمیل کنید.
hu_hu: Kérjük az összes szükséges mező kitöltését.
lv_lv: Lūdzu, aizpildiet visus nepieciešamos laukus.
no: Vennligst fullfør alle nødvendige felt.
ru: Пожалуйста заполните все обязательные поля.
tr_tr: Lütfen tüm gerekli alanları doldurunuz.

source: Selected categories actions
ar_sa: إجراءات الفئات المختارة
el_gr: Ενέργειες για τις επιλεγμένες κατηγορίες
es_co: Acciones de categorías seleccionadas
fa_ir: اقدامات برای دسته بندی های انتخاب شده
hu_hu: Művelet a kiválasztott kategóriákkal
lv_lv: Izvēlētās kategorijas darbības
no: Valge kategorihendelser
ru: Действия с выбранными категориями
tr_tr: Seçili kategori eylemleri

source: Delete
ar_sa: حذف
el_gr: Διαγραφή
es_co: Eliminar
fa_ir: حذف
hu_hu: Törlés
lv_lv: Izdzēst
no: Slett
ru: Удалить
tr_tr: Sil

source: categories
ar_sa: فئات
el_gr: κατηγορίες
es_co: categorías
fa_ir: دسته بندی ها
hu_hu: kategóriák
lv_lv: kategorijas
no: kategorier
ru: категории
tr_tr: kategoriler

source: Your search keywords returned no results.
ar_sa: لم ينتج عن كلمات البحث الخاصة بك أي نتائج.
el_gr: Οι λέξεις κλειδιά της αναζήτησής σας δεν επέστρεψαν αποτελέσματα.
es_co: Las palabras clave de búsqueda no arrojaron resultados.
fa_ir: برای کلمات کلیدی جستجو شده هیچ نتیجه ای پیدا نشد.
hu_hu: A keresési kulcsszavak nem hoztak eredményt.
lv_lv: Jūsu meklētie atslēgvārdi neatgrieza rezultātus.
no: Dine søkeord returnerte ingen resultater.
ru: По Вашему запросу нет результатов.
tr_tr: Arama kelimeleriniz için sonuç yok.

source: There are no categories yet.
ar_sa: لا توجد فئات حتى الان
el_gr: Δεν υπάρχουν κατηγορίες ακόμη.
es_co: Aún no hay categorías
fa_ir: هنوز دسته بندی وجود ندارد.
hu_hu: Még nincsenek kategóriák.
lv_lv: Vēl nav pieejama neviena kategorija.
no: Det er ingen kategorier ennå.
ru: Пока нет категорий.
tr_tr: Henüz hiç kategori yok.

source: Name
ar_sa: إسم
el_gr: Όνομα
es_co: Nombre
fa_ir: نام
hu_hu: Név
lv_lv: Vārds
no: Navn
ru: Имя
tr_tr: İsim

source: Files
ar_sa: ملفات
el_gr: Αρχεία
es_co: Archivos
fa_ir: فایلها
hu_hu: Állományok
lv_lv: Datnes
no: Filer
ru: Файлы
tr_tr: Dosyalar

source: Description
ar_sa: الوصف
el_gr: Περιγραφή
es_co: Descripción
fa_ir: توضیح
hu_hu: Leírás
lv_lv: Apraksts
no: Beskrivelse
ru: Описание
tr_tr: Açıklama

source: View
ar_sa: عرض
el_gr: Προβολή
es_co: Ver
fa_ir: نما
hu_hu: Nézet
lv_lv: Skatīt
no: Se
ru: Просмотр
tr_tr: Görüntüle

source: Actions
ar_sa: أجراءات
el_gr: Ενέργειες
es_co: Comportamiento
fa_ir: اقدامات
hu_hu: Műveletek
lv_lv: Darbības
no: Hendelser
ru: Действия
tr_tr: Eylemler

source: Manage files
ar_sa: إدارة الملفات
el_gr: Διαχείριση αρχείων
es_co: Administrar archivos
fa_ir: مدیریت فایلها
hu_hu: Állományok kezelése
lv_lv: Pārvaldīt datnes
no: Administrer filer
ru: Управление файлами
tr_tr: Dosyaları yönet

source: Edit
ar_sa: تعديل
el_gr: Επεξεργασία
es_co: Editar
fa_ir: ویرایش
hu_hu: Szerkeszt
lv_lv: Rediģēt
no: Endre
ru: Править
tr_tr: Düzelt

source: Add client
ar_sa: إضافة عميل
el_gr: Προσθήκη πελάτη
es_co: Agregar cliente
fa_ir: افزودن مشتری
hu_hu: Ügyfél hozzáadása
lv_lv: Pievienot klientu
no: Legg til klient
ru: Добавить клиента
tr_tr: Müşteri ekle

source: There was an error. Please try again.
ar_sa: كان هناك خطأ. رجاءً حاول مرة اخرى.
el_gr: Υπήρξε κάποιο σφάλμα. Παρακαλούμε προσπαθήστε ξανά.
es_co: Hubo un error. Inténtalo de nuevo.
fa_ir: یک خطا وجود دارد. لطفا دوباره تلاش کنید.
hu_hu: Hiba történt, próbálja újra!
lv_lv: Šķiet, radusies kļūda. Lūdzu, mēģiniet vēlreiz.
no: Det oppstod en feil. Prøv igjen.
ru: Ошибка. Пробуйте еще.
tr_tr: Hata oluştu. Lütfen tekrar deneyin.

source: Edit client
ar_sa: تعديل العميل
el_gr: Επεξεργασία πελάτη
es_co: Editar cliente
fa_ir: ویرایش مشتری
hu_hu: Ügyfél szerkesztése
lv_lv: Rediģēt klientu
no: Endre klient
ru: Править клиента
tr_tr: Müşteriyi düzenle

source: My account
ar_sa: حسابي
el_gr: Ο λογαριασμός μου
es_co: Mi cuenta
fa_ir: حساب کاربری من
hu_hu: Fiókom
lv_lv: Mans pieteikums
no: Min konto
ru: Моя учетная запись
tr_tr: Hesabım

source: Client edited correctly.
ar_sa: العميل تم تعديله بشكل صحيح.
el_gr: Ο πελάτης επεξεργάστηκε με επιτυχία.
es_co: Cliente editado correctamente
fa_ir: مشتری به درستی ویرایش شد.
hu_hu: Ügyfél sikeresen módosítva.
lv_lv: Klients rediģēts korekti.
no: Klient ble riktig endret.
ru: Редактирование клиента прошло успешно.
tr_tr: İstemci(alıcı) başarıyla düzenlendi.

source: Client created successfuly.
ar_sa: تم إنشاء العميل بنجاح.
es_co: Cliente creado correctamente
hu_hu: Ügyfél sikeresen létrehozva.
lv_lv: Klients veiksmīgi izveidots.
no: Klient opprettet korrekt.
ru: Клиент успешно создан.
tr_tr: Müşteri başarıyla oluşturuldu.

source: A welcome message was not sent to the new account owner.
ar_sa: لم يتم إرسال رسالة ترحيب إلى مالك الحساب الجديد.
es_co: Mensaje de bienvenida no fue enviado al nuevo propietario de la cuenta
hu_hu: Az üdvözlő üzenetet nem lett elküldve az új felhasználónak.
lv_lv: Sveiciena ziņojums netika nosūtīts uz jaunizveidoto kontu.
no: Det ble ikke sendt velkomstmelding til den nye konto eieren.
ru: Приветственное сообщение не было отправлено новому владельцу аккаунта.
tr_tr: Yeni müşteriye hoş geldiniz mesajı gönderilmedi.

source: A welcome message with login information was sent to the new account owner.
ar_sa: تم إرسال رسالة ترحيب تحتوي على معلومات الدخول إلى مالك الحساب الجديد.
es_co: Mensaje de bienvenida con información de acceso fue enviado al nuevo propietario de la cuenta
hu_hu: Az üdvözlő üzenet a belépési információkkal elküldve az új felhasználónak.
lv_lv: Sveiciena ziņojums ar piekļuves informāciju, tika nosūtīts uz jaunizveidoto kontu.
no: En velkomstmelding med påloggingsinformasjon ble sendt til den nye konto eieren.
ru: Приветственное сообщение с данными для входа было отправлено новому владельцу аккаунта.
tr_tr: Yeni müşteriye giriş bilgilerini içeren bir hoş geldiniz mesajı gönderildi.

source: E-mail notification couldn't be sent.
ar_sa: تعذر إرسال إشعار البريد الإلكتروني.
el_gr: Το e-mail ειδοποίησης δεν μπόρεσε να αποσταλεί.
es_co: La notificación por correo electrónico no pudo ser enviada.
fa_ir: ایمیل اطلاع‌رسانی قابل ارسال نیست.
hu_hu: E-mail értesítés küldése sikertelen.
lv_lv: E-pasta paziņojumu nevarēja nosūtīt.
no: Epostnotifikasjon kunne ikke sendes.
ru: Email уведомление не может быть отправлено.
tr_tr: E-posta ile bilgilendirme gönderilemedi.

source: This page is not intended to be accessed directly.
ar_sa: هذه الصفحة غير مخصصة للوصول إليها مباشرة.
el_gr: Αυτή η σελίδα δεν προορίζεται για άμεση πρόσβαση.
es_co: Esta página no está destinada a ser accedida directamente.
fa_ir: این صفحه به طور مستقیم در دسترس نیست.
hu_hu: Ezt az oldalt közvetlenül nem szabadna elérni.
lv_lv: Šī lapa nav paredzēta tiešai piekļuvei.
no: Denne siden er ikke lagt for direkte tilgang.
ru: Доступ к этой странице напрямую не рекомендуется.
tr_tr: Bu sayfaya direkt erişim istenilemiyor.

source: No client was selected.
ar_sa: لم يتم اختيار عميل.
el_gr: Δεν επιλέχθηκε πελάτης.
es_co: Ningún cliente fue seleccionado.
fa_ir: هیچ مشتری انتخاب نشده است.
hu_hu: Nem lett ügyfél kiválasztva.
lv_lv: Netika atlasīts neviens klients.
no: Ingen klient ble valgt.
ru: Не выбрано ни одного клиента.
tr_tr: Hiçbir istemci(alıcı) seçilmedi.

source: There is no client with that ID number.
ar_sa: لا يوجد عميل برقم المعرف هذا.
el_gr: Δεν υπάρχει πελάτης με αυτό το αναγνωριστικό ID.
es_co: No hay un cliente con ese número de identificación
fa_ir: هیچ مشتری با این شماره شناسه وجود ندارد.
hu_hu: Nincs ügyfél ilyen azonositószámmal.
lv_lv: Nav klienta ar šo ID numuru.
no: Det finnes ingen klient med dette ID-nummeret.
ru: Клиента с таким ID нет.
tr_tr: Bu ID numaralı bir istemci(alıcı) yok.

source: Your account type doesn't allow you to access this feature.
ar_sa: نوع حسابك لا يسمح لك بالوصول إلى هذه الميزة.
el_gr: Ο τύπος του λογαριασμού σας δεν σας επιτρέπει να έχετε πρόσβαση σε αυτήν τη λειτουργία.
es_co: Su tipo de cuenta no le permite acceder a esta función.
fa_ir: نوع حساب شما اجازه دسترسی به این ویژگی را نمیدهد.
hu_hu: Az Ön fiókja nem rendelkezik hozzáféréssel ehhez a funkcióhoz.
lv_lv: Jūsu konta tips neļauj piekļūt šim līdzeklim.
no: Din klienttype gir ikke tilgang til denne funksjonaliteten.
ru: Ваша учетная запись не имеет доступа к этим функциям.
tr_tr: Hesap türünüz bu özellik için yetkili değil.

source: Membership requests
ar_sa: طلبات العضوية
el_gr: Αιτήματα συμμετοχής
es_co: Requiere membresía
fa_ir: درخواست عضویت
hu_hu: Tagsági kérelmek
lv_lv: Dalības pieprasījumi
no: Medlemshenvendelser
ru: Запросы на членство
tr_tr: Abonelik istekleri

source: The selected actions were applied.
ar_sa: تم تطبيق الإجراءات المحددة.
el_gr: Οι επιλεγμένες ενέργειες εφαρμόστηκαν.
es_co: Las acciones seleccionadas fueron aplicadas.
fa_ir: اقدامات انتخاب شده اعمال شدند.
hu_hu: A kiválasztott műveletek végrehajtásra kerültek.
lv_lv: Izvēlētās darbības tika piemērotas.
no: De valgte hendelsen ble gjennomført.
ru: Выбранные действия были применены.
tr_tr: Seçilen eylemler uygulandı.

source: The selected requests were deleted.
ar_sa: تم حذف الطلبات المحددة.
el_gr: Τα επιλεγμένα αιτήματα διαγράφηκαν.
es_co: Se borraron las órdenes seleccionadas.
fa_ir: درخواست های انتخاب شده حذف شدند.
hu_hu: A kijelölt kérelmek törlésre kerültek.
lv_lv: Atlasītie pieprasījumi tika izdzēsti.
no: De valgte hendelsene ble slettet.
ru: Выбранные запросы были удалены.
tr_tr: Seçilen istekler silindi.

source: Please select at least one client.
ar_sa: يرجى تحديد عميل واحد على الأقل.
el_gr: Παρακαλούμε επιλέξτε τουλάχιστον έναν πελάτη.
es_co: Favor escoja al menos un cliente.
fa_ir: لطفا حداقل یک مشتری را انتخاب کنید.
hu_hu: Kérem válasszon ki legalább egy ügyfelet.
lv_lv: Lūdzu atlasiet vismaz vienu klientu.
no: Vennligst velg minst èn klient.
ru: Пожалуйста, выберите хотя бы одного клиента.
tr_tr: Lütfen en az bir istemci(alıcı) seçin.

source: Selected requests actions
ar_sa: إجراءات الطلبات المحددة
el_gr: Επιλεγμένες ενέργειες αιτήσεων
es_co: Acciones seleccionadas
fa_ir: اقدامات برای درخواست های انتخاب شده
hu_hu: A kijelölt kérésekkel végzendő művelet
lv_lv: Darbības ar atlasītajiem pieprasījumiem
no: Valgte hendelser
ru: Действия с выбранными запросами
tr_tr: Seçilen istek eylemleri

source: Apply selection
ar_sa: تطبيق التحديد
el_gr: Εφαρμογή επιλογής
es_co: Aplicar selección
fa_ir: اعمال موارد انتخابی
hu_hu: Kiválasztás alkalmazása
lv_lv: Piemērot izvēlēto
no: Gjennomfør utvalg
ru: Применить выбранные
tr_tr: Seçimi uygula

source: Delete requests
ar_sa: حذف الطلبات
el_gr: Διαγραφή αιτημάτων
es_co: Borrar Solicitudes
fa_ir: حذف درخواستها
hu_hu: Kérelmek törlése
lv_lv: Dzēst pieprasījumus
no: Slett forespørsler
ru: Удалить запросы
tr_tr: İstekleri sil

source: requests
ar_sa: الطلبات
el_gr: αιτήματα
es_co: solicitudes
fa_ir: درخواستها
hu_hu: kérelmek
lv_lv: pieprasījumi
no: forespørsler
ru: запросы
tr_tr: istekler

source: New requests
ar_sa: الطلبات
el_gr: Νέα αιτήματα
es_co: Nuevas Solicitudes
fa_ir: درخواستهای جدید
hu_hu: Új kérelmek
lv_lv: Jaunie pieprasījumi
no: Nye forespørsler
ru: Новые запросы
tr_tr: Yeni istekler

source: Denied requests
ar_sa: الطلبات المرفوضة
el_gr: Άρνηση αιτήσεων
es_co: Solicitudes rechazadas
fa_ir: درخواست های رد شده
hu_hu: Elutasított kérelmek
lv_lv: Liegtie pieprasījumi
no: Nektede forespørsler
ru: Отклоненные запросы
tr_tr: Reddedilmiş istekler

source: There are no requests at the moment
ar_sa: لا توجد طلبات في الوقت الحالي
el_gr: Δεν υπάρχουν αιτήσεις προς το παρών
es_co: No hay solicitudes en este momento
fa_ir: در حال حاضر هیچ درخواستی وجود ندارد
hu_hu: Jelenleg nincsenek kérelmek
lv_lv: Dotajā brīdī nav pieprasījumu
no: Det er ingen forespørsler for øyeblikket
ru: В настоящий момент запросы отсутствуют
tr_tr: Şu anda istek yok

source: Full name
ar_sa: الاسم الكامل
el_gr: Πλήρες όνομα
es_co: Nombre completo
fa_ir: نام و نام خانوادگی
hu_hu: Teljes név
lv_lv: Pilns vārds
no: Fullt navn
ru: Полное имя
tr_tr: Tam ad

source: Log in username
ar_sa: ادخل اسم المستخدم
el_gr: Όνομα χρήστη για την είσοδο
es_co: Ingresar nombre de usuario
fa_ir: نام کاربری
hu_hu: Bejelentkezési azonosító
lv_lv: Lietotāja pieteikumvārds
no: Brukernavn for innlogging
ru: Имя входа
tr_tr: Kullanıcı adı giriniz

source: E-mail
ar_sa: البريد الإلكتروني
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fa_ir: ایمیل
lv_lv: E-pasts
no: Epost
tr_tr: E-posta

source: Accept all
ar_sa: قبول الكل
el_gr: Αποδοχή όλων
es_co: Aceptar todo
fa_ir: پذیرش تمامی موارد
hu_hu: Mind elfogadása
lv_lv: Apstiprināt visus
no: Aksepter alle
ru: Принять все
tr_tr: Hepsini kabul et

source: Deny all
ar_sa: رفض الجميع
el_gr: Άρνηση όλων
es_co: Rechazar todo
fa_ir: رد کردن همه موارد
hu_hu: Mind visszautasítása
lv_lv: Liegt visus
no: Nekt alle
ru: Отклонить все
tr_tr: Hepsini reddet

source: Account requests
ar_sa: طلبات الحساب
el_gr: Αιτήματα λογαριασμού
es_co: Solicitud de cuenta
fa_ir: درخواست های حساب کاربری
hu_hu: Fiók kérelmek
lv_lv: Pieteikumu pieprasījumi
no: Kontoforespørsler
ru: Запросы учетных записей
tr_tr: Hesap istekleri

source: The selected clients were deleted.
ar_sa: تم حذف العملاء المختارين.
el_gr: Οι επιλεγμένοι πελάτες διαγράφηκαν.
es_co: El cliente seleccionado fue borrado.
fa_ir: مشتریان انتخاب شده حذف شدند.
hu_hu: A kiválasztott ügyfelek törölve
lv_lv: Izvēlētais klients tika izdzēsts.
no: De valgte klientene ble slettet.
ru: Выбранные клиенты были удалены.
tr_tr: Seçilen istemci(alıcı)ler silindi.

source: Selected clients actions
ar_sa: إجراءات عملاء مختارة
el_gr: Ενέργειες επιλεγμένων πελατών
es_co: Acciones de cliente seleccionadas
fa_ir: اقدامات مشتریان انتخاب شده
hu_hu: Ügyfélművelet kiválasztása
lv_lv: Izvēlētā klienta darbības
no: Valgte klienthendelser
ru: Действия над выбранными клиентами
tr_tr: Seçilen istemci(alıcı) eylemleri

source: New account requests
ar_sa: طلبات حساب جديدة
el_gr: Αιτήματα για νέο λογαριασμό
es_co: Nueva solicitud de cuenta
fa_ir: درخواست های حساب کاربری جدید
hu_hu: Új fiókkérelmek
lv_lv: Jauni pieteikumu pieprasījumi
no: Nye kontoforespørsler
ru: Запросы новых учетных записей
tr_tr: Yeni hesap istekleri

source: Denied accounts
ar_sa: الحسابات المرفوضة
el_gr: Λογαριασμοί που έχει γίνει άρνηση
es_co: Cuentas negadas
fa_ir: حسابهای کاربری رد شده
hu_hu: Visszautasított fiókok
lv_lv: Noraidītie pieteikumi
no: Nektede kontoer
ru: Заблокированные учетные записи
tr_tr: Reddedilen heseplar

source: Account
ar_sa: الحساب
el_gr: Λογαριασμός
es_co: Cuenta
fa_ir: حساب کاربری
hu_hu: Fiók
lv_lv: Pieteikums
no: Konto
ru: Учетная запись
tr_tr: Hesap
