Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: This email will be sent to a client that requested an account if it gets denied. All group membership requests for this account are denied automatically.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى العميل الذي طلب حسابًا إذا تم رفضه. يتم رفض جميع طلبات عضوية المجموعة لهذا الحساب تلقائيًا.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί σε έναν πελάτη που ζήτησε έναν λογαριασμό, εάν δεν του επιτραπεί. Όλα τα αιτήματα συμμετοχής σε ομάδες για αυτόν τον λογαριασμό αρνούνται αυτόματα.
es_co: Este correo será enviado a un cliente que al que se le niegue el acceso todas Las solicitudes de grupo seran negadas automaticamente.
fa_ir: این ایمیل به مشتریی که ک حساب کاربری را درخواست می کند، در صورت رد درخواست ارسال می شود. تمام درخواست های عضویت گروه برای این حساب به طور خودکار رد می شوند.
hu_hu: Ezt az e-mailt a kérelmező ügyfél kapja, amennyiben a fiókja elutasításra kerül. Minden kapcsolódó csoporttagsági kérelem automatikusan vissza lesz utasítva.
lv_lv: Šis epasts tiks nosūtīts klientam, kurš pieprasījis kontu ja tas ticis noraidīts. Visi grupas daībnieku pieprasījumi šim kontam tiek automātiski noraidīti.
no: Denne eposten blir sendt til en klient når en kontoforespørsel blir nektet. Alle forespørsler om gruppemedlemskap for denne kontoen blir automatisk avvist.
ru: Это письмо будет послано клиенту, запросившему аккаунт, если он отклонён. Все членства в группах, запрошенные этим аккаунтом, будут запрещены автоматически.
tr_tr: Bu e-posta reddedilirse hesap isteyen bir istemci(alıcı)ye gönderilecektir. Bu hesap için tüm grup üyeliği istekleri otomatik olarak reddedilir.

source: This email will be sent to the new system user after an administrator has created his new account. It would be best to include the log in details (username and password).
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى مستخدم النظام الجديد بعد قيام المسؤول بإنشاء حسابه الجديد. سيكون من الأفضل تضمين تفاصيل تسجيل الدخول (اسم المستخدم وكلمة المرور).
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στον νέο χρήστη του συστήματος όταν ένας διαχειριστής δημιουργήσει το νέο του λογαριασμό. Θα ήταν καλύτερο να συμπεριλάβετε τα στοιχεία σύνδεσης (όνομα χρήστη και κωδικό πρόσβασης).
es_co: Este correo será enviado al nuevo usuario del sistema después de que un administrador haya creado su cuenta. Lo mejor sería incluir los datos de acceso (nombre de usuario y contraseña).
fa_ir: پس از اینکه مدیر حساب جدید کاربری را ایجاد کرد، این ایمیل به کاربر جدید سیستم ارسال خواهد شد. بهتر است که شامل جزئیات ورود به سیستم (نام کاربری و رمز عبور) باشد.
hu_hu: Ezt az e-mailt elküldi az új rendszer felhasználónak, miután az adminisztrátor létrehozta az új fiókot. Legjobb lenne a bejelentkezési adatokat is (felhasználónév és jelszó) megadni.
lv_lv: Šis epasts tiek nosūtīts jaunam sistēmas lietotājam peč tam kad aministrātors ir izveidojis jaunu kontu. Būtu pareizāk iekļaut autorizācijas datus (lietotājvārdu un paroli).
no: Denne eposten blir sendt til den nye systembrukeren etter at en administrator har opprettet den nye kontoen. Det er best å inkludere innloggingsinformasjonen (brukernavn og passord).
ru: Это письмо будет отправлено новому пользователю системы после того, как администратор создал его новый аккаунт. Рекомендуется, включить подробное журналирование (имя пользователя и пароль).
tr_tr: Bir yönetici yeni hesabını oluşturduktan sonra bu e-posta yeni sistem kullanıcısına gönderilir. Giriş bilgilerini (kullanıcı adı ve şifre) dahil etmek en iyisidir.

source: This email will be sent to a user or client when they try to reset their password.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى مستخدم أو عميل عندما يحاول إعادة تعيين كلمة المرور الخاصة به.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί σε έναν χρήστη ή έναν πελάτη όταν προσπαθήσουν να επαναφέρουν τον κωδικό πρόσβασης τους.
es_co: Este correo sera enviado al cliente o usuario cuando haya intentado cambiar su clave
fa_ir: این ایمیل به یک کاربر یا مشتری هنگامی که سعی می کنند گذرواژه خود را بازنشانی کنند، ارسال می شود.
hu_hu: Ezt az e-mailt elküldi az új rendszer felhasználónak vagy ügyfélnek, miután az új jelszót kért.
lv_lv: Šis epasts tiks nosūtīts lietotājam vai klientam, kad tiek mēģināts nomainīt savu paroli.
no: Denne eposten vil bli sendt til en bruker eller klient når de prøver å gjennopprette passordet.
ru: Это письмо будет отправлено пользователю или клиенту при запросе на сброс пароля.
tr_tr: Bu e-posta, şifresini sıfırlamaya çalıştığında bir kullanıcıya veya istemci(alıcı)ye gönderilir.

source: The username for this account
ar_sa: اسم المستخدم لهذا الحساب
el_gr: Το όνομα χρήστη για αυτόν τον λογαριασμό
es_co: El usuario para esta cuenta
fa_ir: نام کاربری برای این حساب
hu_hu: A fiókhoz tartozó felhasználónév
lv_lv: Lietotājvārds priekš šī konta
no: Brukernavnet for denne kontoen
ru: Имя пользователя для этой учётной записи
tr_tr: Bu hesap için kullanıcı adı

source: The text string unique to this request. Must be included somewhere.
ar_sa: السلسلة النصية الفريدة لهذا الطلب. يجب تضمينه في مكان ما.
el_gr: Η γραμμή κειμένου είναι μοναδική για αυτό το αίτημα. Πρέπει να συμπεριληφθεί κάπου.
es_co: La cadena de texto única de esta solicitud. Debe estar incluida en alguna parte.
fa_ir: رشته متن منحصر به این درخواست است. باید جایی باشد
hu_hu: A kérelemhez tartozó egyedi karakterlánc. Valahová be kell csatolni.
lv_lv: Unikāla teksta virkne šim pieprasījumam. To būtu nepieciešams iekļaut.
no: Tekststrengen som er unik for denne forespørselen. Må inkluderes et eller annet sted.
ru: Уникальная строка для данного запроса. Обязательно должна быть где-то вставлена.
tr_tr: Bu istek için benzersiz olan metin dizesi. Bir yere dahil edilmeli.

source: The link to continue the process
ar_sa: الرابط لمواصلة العملية
el_gr: Ο σύνδεσμος για συνέχιση της διαδικασίας
es_co: El enlace para continuar el proceso
fa_ir: لینک برای ادامه روند
hu_hu: A link, amelyre kattintva a művelet folytatható
lv_lv: Saite procesa turpināšanai
no: Linken for å fortsette prosessen
ru: Ссылка для продолжения процесса
tr_tr: İşleme devam linki

source: This email will be sent to the system administrator when a client edits his account and changes the public groups membership requests.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى مسؤول النظام عندما يقوم العميل بتعديل حسابه وتغيير طلبات عضوية المجموعات العامة.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στον διαχειριστή του συστήματος όταν ένας πελάτης επεξεργαστεί τον λογαριασμό του και αλλάξει τις αιτήσεις συμμετοχής στις δημόσιες ομάδες.
es_co: Este correo sera enviado al administrador del sistema cuando un cliente cambie su cuenta y modifique los grupos publicos de su membresía.
fa_ir: هنگامی که یک مشتری حساب کاربری خود را تغییر می دهد و درخواست های عضویت در گروه های عمومی را تغییر می دهد، این ایمیل به مدیر سیستم ارسال می شود.
hu_hu: Ezt az e-mailt továbbítjuk a rendszergazdáknak, amikor egy ügyfél módosítja a fiókját, és kezdeményez egy nyilvános csoportba tagsági kérelmeket.
lv_lv: Šis e-pasts tiks nosūtīts sistēmas administrātoram brīdī, kad klients rediģē savu kontu un maina publisko grupu dalību pieprasījumus.
no: Denne eposten vil bli sendt til systemadministratoren når en klient endrer kontoen sin og endrer forespørsel om offentlig gruppemedlemskap.
ru: Это письмо будет послано системному администратору, когда клиент отредактирует свой аккаунт и изменит запрос на членство в публичных группах.
tr_tr: Bir istemci(alıcı) hesabını düzenlediğinde ve ortak grup üyeliği isteklerini değiştirdiğinde bu e-posta sistem yöneticisine gönderilir.

source: Here you set up the header and footer of every email, or use the default ones available with the system. Use this to customize each part and include, for example, your own logo and markup.
ar_sa: هنا تقوم بإعداد ترويسة وتذييل كل بريد إلكتروني، أو إستخدام الرسائل الإفتراضية المتاحة مع النظام. إستخدم هذا لتخصيص وتضمين كل جزء، على سبيل المثال، شعارك وترميزك الخاص.
el_gr: Εδώ ρυθμίζετε την κεφαλίδα και το υποσέλιδο κάθε email ή χρησιμοποιείτε τα προεπιλεγμένα διαθέσιμα του συστήματος. Χρησιμοποιήστε αυτό για να προσαρμόσετε κάθε τμήμα και να συμπεριλάβετε, για παράδειγμα, το δικό σας λογότυπο και τη σήμανση.
es_co: Aquí se configura el encabezado y el pie de página de cada correo, o se utiliza el valor predeterminado para los que disponibles en el sistema. Use esto para personalizar cada parte e incluya, por ejemplo, su propio logotipo y marcado.
fa_ir: در اینجا شما سربرگ و پاورقی هر ایمیل را تنظیم می کنید یا از موارد پیش فرض موجود در سیستم استفاده می کنید. از این برای سفارشی کردن هر قسمت استفاده کنید و شامل، مثلا آرم و علامت گذاری خودتان باشد.
hu_hu: Itt tudja megadni minden egyes e-mail fejlécét és láblécét, vagy használhatja a rendszer alapértelmezését. Használja ezt minden egyes rész testreszabására és szerkessze bele például a saját logóját, jelöléseit.
lv_lv: Šeit tu vari uzstādīt galvenes un kājenes priekš visiem epastiem vai lietot noklusēto, kas pieejams sistēmā. Izmanto šo, lai pielāgotu katru daļu un iekļautu, piemēram, savu logo un atsauci.
no: Her setter du opp topp- og bunntekst i hver epost, eller bruker standardtekstene som er tilgjengelige i systemet. Bruk dette til å tilpasse hver del og inkluder, for eksempel, din egen logo eller markup.
ru: Здесь устанавливается заголовок и концовка каждого из писем. Вы можете использовать системные заголовки, доступные по умолчанию. Используйте эти возможности для установки своей разметки и логотипа.
tr_tr: Burada her e-postanın üstbilgisini ve altbilgisini ayarlarsınız veya sistemde mevcut varsayılan olanları kullanırsınız. Her parçayı özelleştirmek için bunu kullanın ve örneğin kendi logonuzu ve işaretlemenizi ekleyin.

source: Do not forget to also include -and close accordingly- the basic structural HTML tags (DOCTYPE, HTML, HEADER, BODY).
ar_sa: لا تنس أيضًا تضمين - وإغلاقها وفقًا لذلك - علامات HTML الهيكلية الأساسية (DOCTYPE ، HTML ، HEADER ، BODY).
el_gr: Μην ξεχάσετε επίσης να συμπεριλάβετε -και να κλείσετε ανάλογα- τις βασικές δομικές ετικέτες HTML tags (DOCTYPE, HTML, HEADER, BODY).
es_co: No olvide incluir y cerrar apropiadamente las etiquetas básicas de HTML como (DOCTYPE, HTML,HEADER,BODY).
fa_ir: فراموش نکنید که برچسب های ساختار اولیه ساختاری (DOCTYPE، HTML، HEADER، BODY) را هم وارد کنید.
hu_hu: Ne felejtse el beilleszteni - és megfelelően lezárni - az alapvető HTML struktúrális tag-eket (DOCTYPE, HTML, HEADER, BODY)
lv_lv: Neaizmirsti arī iekļaut -un aizvērt attiecīgi- pamata HTML struktūras tagus (DOCTYPE, HTML, HEADER, BODY).
no: Ikke glem å også inkludere - og lukke - de grunnleggende HTML taggene (DOCTYPE, HTML, HEADER, BODY).
ru: Не забудьте включить базовые HTML теги DOCTYPE, HTML, HEADER, BODY и их закрывающие теги.
tr_tr: Ayrıca temel yapısal HTML etiketlerini (DOCTYPE, HTML, HEADER, BODY) eklemeyi ve buna göre kapatmayı unutmayın.

source: Use custom header / footer
ar_sa: استخدم ترويسة / تذييل مخصص
el_gr: Χρησιμοποιήστε προσαρμοσμένη κεφαλίδα / υποσέλιδο
es_co: Use encabezado / pie de página personalizado
fa_ir: استفاده از سربرگ/ پاورقی سفارشی
hu_hu: Egyedi fejléc / lábléc használata
lv_lv: Lieto pielāgotu galveni / kājeni
no: Bruk tilpasset header / footer
ru: Используйте пользовательские "шапку" / "подвал"
tr_tr: Özel üst kısım / alt kısım

source: Header
ar_sa: ترويسة
el_gr: Κεφαλίδα
es_co: Encabezado
fa_ir: سربرگ
hu_hu: Fejléc
lv_lv: Galvene
no: Topptekst
ru: "Шапка"
tr_tr: Üst kısım

source: You can use HTML tags here.
ar_sa: يمكنك استخدام علامات HTML هنا.
el_gr: Μπορείτε να χρησιμοποιήσετε και HTML tags.
es_co: Usted puede usar tags de HTML aquí.
fa_ir: شما می توانید از برچسب های HTML در اینجا استفاده کنید.
hu_hu: Itt használhat HTML tag-eket.
lv_lv: Tu šeit vari izmantot HTML tagus.
no: Du kan bruke HTML-tagger her.
ru: Вы можете использовать HTML.
tr_tr: Buraya HTML tagları kullanabilirsiniz

source: Replace with default
ar_sa: استبدال بالافتراضي
el_gr: Αντικατάσταση με προεπιλογή
es_co: Cambie por el defecto
fa_ir: با پیش فرض جایگزین کنید
hu_hu: Lecserélés alapértelmezésre
lv_lv: Nomainīt uz noklusēto
no: Erstatt med standard
ru: Восстановить значение по умолчанию
tr_tr: Varsayılan ile değiştir

source: Footer
ar_sa: تذييل
el_gr: Υποσέλιδο
es_co: Pie de página
fa_ir: پاورقی
hu_hu: Lábléc
lv_lv: Kājene
no: Bunntekst
ru: "Подвал"
tr_tr: Alt kısım

source: Use custom subject
ar_sa: استخدم موضوعًا مخصصًا
el_gr: Χρησιμοποιήστε προσαρμοσμένο θέμα
es_co: Use asunto personalizado
fa_ir: از عنوان سفارشی استفاده کنید
hu_hu: Egyedi tárgymező használata
lv_lv: Lieto pielāgotu tematu
no: Bruk tilpasset emne
ru: Использовать свой subject
tr_tr: Özel konu yaz

source: Add your custom subject
ar_sa: أضف موضوعك المخصص
el_gr: Προσθέστε το προσαρμοσμένο θέμα σας
es_co: Adicione su asunto personalizado
fa_ir: عنوان دلخواه خود را اضافه کنید
hu_hu: Adja meg az egyedi tárgymezőt
lv_lv: Pievieno savu pielāgoto tematu
no: Legg til ditt eget tilpassede emne
ru: Добавить свой subject
tr_tr: Özel konu ekle

source: Use custom template
ar_sa: استخدم قالب مخصص
el_gr: Χρησιμοποιήστε προσαρμοσμένο πρότυπο
es_co: Use plantilla personalizada
fa_ir: استفاده از قالب سفارشی
hu_hu: Egyedi sablon használata
lv_lv: Izmanto pielāgotu sagatavi
no: Bruk egen mal
ru: Использовать свой шаблон
tr_tr: Özel tema kullan

source: Template text
ar_sa: نص القالب
el_gr: Κείμενο προτύπου
es_co: Plantilla texto
fa_ir: متن الگو
hu_hu: Sablon szövege
lv_lv: Sagataves teksts
no: Maltekst
ru: Текст шаблона
tr_tr: Tema yazısı

source: The following tags can be used on this e-mails' body.
ar_sa: يمكن استخدام العلامات التالية على نص هذه الرسائل الإلكترونية.
el_gr: Τα ακόλουθα tags μπορούν να χρησιμοποιηθούν στο σώμα αυτού του μηνύματος ηλεκτρονικού ταχυδρομείου.
es_co: Los siguientes tags pueden ser usados en el cuerpo de estos correos.
fa_ir: برچسب های زیر می تواند در متن این ایمیل استفاده شود.
hu_hu: Az alábbi tag-eket lehet használni ennek az emailnek a szövegrészében.
lv_lv: Sekojošie tagi var tikt izmantoti šī e-pasta noformēšanai.
no: De følgende taggene kan brukes i denne epostens kropp.
ru: Следующие теги могут быть использованы в теле письма.
tr_tr: Bu e-postaların gövdesinde aşağıdaki etiketler kullanılabilir.

source: Preview this template
ar_sa: معاينة هذا القالب
el_gr: Προεπισκόπηση αυτού του προτύπου
es_co: Previsualizar esta plantilla
fa_ir: پیش‌نمایش این الگو
hu_hu: Sablon előnézete
lv_lv: Priekšskatīt šo sagatavi
no: Forhåndsvis denne malen
ru: Просмотр этого шаблона
tr_tr: Temayı önizle

source: Before trying this function, please save your changes to see them reflected on the preview.
ar_sa: قبل تجربة هذه الوظيفة، يرجى حفظ التغييرات لرؤيتها تنعكس على المعاينة.
el_gr: Πριν δοκιμάσετε αυτήν τη λειτουργία, παρακαλούμε να αποθηκεύσετε τις αλλαγές σας για να τις δείτε στην προεπισκόπηση.
es_co: Antes de probar esta función, favor guarde los cambios para verlos reflejados. en la vista previa.
fa_ir: قبل از تلاش برای این کار، لطفا تغییرات خود را ذخیره کنید تا آنها در پیش نمایش منعکس شود.
hu_hu: Ennek a funkciónak a kipróbálása előtt kérjük mentse el a változásokat, mert azok csak így lesznek láthatóak az előnézetben.
lv_lv: Pirms mēģināt šo funkciju, lūdzu saglabā sevis veiktās izmaiņas, lai tās varētu attainot priekšskatījumā.
no: Før du prøver denne funksjonen, vennligst lagre endringen for at de skal vises i forhåndsvisningen.
ru: Перед использованием этой функции сохраните изменения для их просмотра.
tr_tr: Bu işlevi denemeden önce, lütfen değişikliklerinizi önizlemede göründüğünü görmek için kaydedin.

source: Save options
ar_sa: خيارات الحفظ
el_gr: Αποθήκευση επιλογών
es_co: Grabar opciones
fa_ir: ذخیره کردن تنظیمات
hu_hu: Beállítások mentése
lv_lv: Saglabāt iestatījumus
no: Lagre valg
ru: Сохранить настройки
tr_tr: Şeçenekleri kaydet

source: Test email configuration
ar_sa: إعدادات البريد الإلكتروتني الإختباري
es_co: Prueba de configuración del correo
hu_hu: E-mail konfiguráció tesztelése
lv_lv: Notestēt epasta konfigurāciju
no: Test epost oppsett
ru: Протестировать настройки email
tr_tr: E-mail ayarlarını test edin

source: Result
ar_sa: النتيجة
es_co: Resultado
hu_hu: Eredmény
lv_lv: Rezultāts
no: Resultat
ru: Результат
tr_tr: Sonuç

source: Send to:
ar_sa: أرسل إلى
es_co: Enviar a:
hu_hu: Címzett:
lv_lv: Nosūtīt uz:
no: Send til:
ru: Послать:
tr_tr: Gönderilen :

source: Message
ar_sa: رسالة
es_co: Mensaje
hu_hu: Üzenet
lv_lv: Ziņa
no: Melding
ru: Сообщение
tr_tr: Mesaj

source: Send test email
ar_sa: أرسل رسالة إختبار
es_co: Enviar prueba de correo
hu_hu: Teszt e-mail küldése
lv_lv: Nosūtīt testa epastu
no: Send test epost
ru: Отправить тестовое письмо
tr_tr: Test e-mail gönderin

source: Access denied
ar_sa: الدخول مرفوض
el_gr: Δεν επιτρέπεται η πρόσβαση
es_co: Acceso denegado
fa_ir: دسترسی منع شده است
hu_hu: Hozzáférés megtagadva
lv_lv: Piekļuve liegta
no: Tilgang nektet
ru: Доступ запрещен
tr_tr: Erişim engellendi

source: Your account type doesn't allow you to view this page. Please contact a system administrator if you need to access this function.
ar_sa: نوع حسابك لا يسمح لك بمشاهدة هذه الصفحة. يرجى الاتصال بمسؤول النظام إذا كنت بحاجة إلى الوصول إلى هذه الوظيفة.
el_gr: Ο τύπος του λογαριασμού σας δεν σας επιτρέπει να προβάλετε αυτήν τη σελίδα. Επικοινωνήστε με τον διαχειριστή του συστήματος εάν χρειάζεστε πρόσβαση σε αυτή τη λειτουργία.
es_co: Su tipo de cuenta, no le permite ver esta página. Favor contacte a su Administrador si requiere acceder a esta función
fa_ir: نوع حساب شما اجازه نمی دهد که این صفحه را مشاهده کنید. اگر شما نیاز به دسترسی به این امکان دارید، لطفا با یک مدیر سیستم تماس بگیرید.
hu_hu: Az ön fióktípusa nem teszi lehetővé ennek az oldalnak a megtekintését. Kérjük, lépjen kapcsolatba egy rendszergazdával, hogy elérhesse ezt a funkciót.
lv_lv: Jūsu konta veids neatļauj skatīt šo lapu. Sazinieties ar sistēmas administrātoru, ja ir nepieciešama piekļuve šai funkcionalitātei.
no: Tilgang til denne siden er ikke tillat for kontotypen din. Kontakt en systemadministrator hvis du trenger denne funksjonaliteten.
ru: Тип вашей учётной записи не позволяет просматривать эту страницу. Пожалуйста, свяжитесь с системным администратором, если вам нужно использовать эту функцию.
tr_tr: Hesap türünüz bu sayfayı görüntülemeye yetkili değil. Eğer bu işleve ihtiyacınız varsa lütfen sistem yöneticisiyle iletişime geçin.

source: Token mismatch
ar_sa: عدم تماثل الرمز
es_co: Los token no coinciden
hu_hu: Token eltérés
lv_lv: Žetons atšķiras
no: Symbol stemmer ikke
ru: Токен не подходит
tr_tr: Token uyuşmazlığı

source: The security token could not be validated.
ar_sa: لم يمكن التحقق من رمز الأمان.
es_co: El token de seguridad no pudo ser validado.
hu_hu: A biztonsági token nem érvényesíthető.
lv_lv: Drošības žetons nevar tikt apstiprināts.
no: Sikkerhetssymbolet kunne ikke verifiseres.
ru: Токен безопасности не проходит проверку.
tr_tr: Güvenlik belirteci token doğrulanamadı.

source: Error 404
ar_sa: خطأ 404
hu_hu: 404-es hiba
lv_lv: Kļūda 404
no: Feil 404
ru: Ошибка 404

source: Resource not found.
ar_sa: لم يتم إيجاد مورد.
es_co: Recurso no encontrado
hu_hu: Az erőforrás nem található.
lv_lv: Resurss nav atrasts.
no: Resurs ikke funnet.
ru: Ресурс не найден.
tr_tr: Kaynak bulunamadı.

source: Error 403
ar_sa: خطأ 403
hu_hu: 403-as hiba
lv_lv: Kļūda 403
no: Feil 403
ru: Ошибка 403

source: Forbidden.
ar_sa: محظور.
es_co: Prohibido.
hu_hu: Letiltva.
lv_lv: Liegts.
no: Ikke tillatt.
ru: Запрещено.
tr_tr: Engellenmiş.

source: Database error
ar_sa: خطأ قاعدة بيانات
es_co: Error en la base de datos
hu_hu: Adatbázis hiba
lv_lv: Datubāzes kļūda
no: Database feil
ru: Ошибка базы данных
tr_tr: Database hatası

source: Can not connect to database
ar_sa: لم يتمكن من الإتصال بقاعدة البيانات
es_co: No se puede conectar a la base de datos
hu_hu: Nem sikerült csatlakozni az adatbázishoz
lv_lv: Nevar piekļūt datubāzei
no: Kan ikke koble til databasen
ru: Ошибка подключения к базе данных
tr_tr: Database ile bağlantı kurulamıyor.

source: Edit files
ar_sa: تحرير الملفات
es_co: Editar archivos
hu_hu: Állományok szerkesztése
lv_lv: Rediģēt datnes
no: Rediger filer
ru: Редактировать файлы
tr_tr: Dosyaları düzenle

source: Files saved correctly
ar_sa: الملفات تم حفظها بشكل صحيح
es_co: Archivos guardados correctamente
hu_hu: Az állományok mentése sikeres
lv_lv: Datnes saglabātas korekti
no: Filer lagret korrekt
ru: Файлы сохранены корректно
tr_tr: Dosyalar başarı olarak kayıt edildi

source: Title
ar_sa: عنوان
el_gr: Τίτλος
es_co: Título
fa_ir: عنوان
hu_hu: Név
lv_lv: Nosaukums
no: Tittel
ru: Название
tr_tr: Başlık

source: File Name
ar_sa: اسم الملف
el_gr: Όνομα αρχείου
es_co: Nombre del Archivo
fa_ir: نام فایل
hu_hu: Állomány neve
lv_lv: Datnes nosaukums
no: Filnavn
ru: Имя файла
tr_tr: Dosya Adı

source: Public
ar_sa: عامة
el_gr: Δημόσιο
es_co: Público
fa_ir: عمومی
hu_hu: Nyilvános
lv_lv: Publisks
no: Offentlig
ru: Публичное
tr_tr: Herkese Açık

source: Private
ar_sa: خاص
el_gr: Ιδιωτικό
es_co: Privado
fa_ir: خصوصی
hu_hu: Belső
lv_lv: Privāts
no: Privat
ru: Приватное
tr_tr: Özel

source: Edit file
ar_sa: تحرير الملف
el_gr: Επεξεργασία αρχείου
es_co: Editar archivo
fa_ir: ویرایش فایل
hu_hu: Állomány szerkesztése
lv_lv: Rediģēt datni
no: Endre fil
ru: Править файл
tr_tr: Dosyayı düzenle

source: View my files
ar_sa: عرض ملفاتي
el_gr: Προβολή των αρχείων μου
es_co: ver mis archivos
fa_ir: مشاهده فایل های من
hu_hu: Állományaim megtekintése
lv_lv: Skatīt manas datnes
no: Se mine filer
ru: Посмотреть мои файлы
tr_tr: Dosyalarımı göster

source: You can skip assigning if you want. The files are retained and you may add them to clients or groups later.
ar_sa: يمكنك تخطي التعيين إذا أردت. يتم الاحتفاظ بالملفات ويمكنك إضافتها إلى العملاء أو المجموعات لاحقًا.
el_gr: Μπορείτε να παραλείψετε την αντιστοίχιση αν θέλετε. Τα αρχεία διατηρούνται και μπορείτε να τα προσθέσετε αργότερα σε πελάτες ή ομάδες.
es_co: Puedes saltarte la asignación si quiere. Los archivos se conservan y puede añadir a clientes o grupos más tarde.
fa_ir: شما می توانید اختصاص دهید اگر می خواهید اختصاص دهید. فایل ها حفظ می شوند و شما می توانید بعدا آنها را به مشتریان یا گروه ها اضافه کنید.
hu_hu: Nem szükséges most hozzárendelést végeznie. Az állományok megmaradnak és később is hozzáadhatja őket ügyfelekhez vagy csoportokhoz.
lv_lv: Tu vari izlaist piešķiršanu, ja vēlies. Datnes ir saglabātas, piešķiršana klientam vai grupām var tikt veikta atsevišķi.
no: Du kan hoppe over tildeling hvis du vil. Filene beholdes og du kan legge dem til klienter eller grupper senere.
ru: Вы можете пропустить прикрепление, если хотите. Файлы сохраняются, и вы можете прикрепить их к клиентам или группам позже.
tr_tr: İsterseniz atamayı atlayabilirsiniz. Dosyalar korunur ve daha sonra istemcilere veya gruplara ekleyebilirsiniz.

source: Executed queries
ar_sa: الاستفسارات التي تم تنفيذها
el_gr: Εκτελεσμένα ερωτήματα
es_co: Consultas ejecutadas
fa_ir: پرس و جوهای اجرا شده
hu_hu: Végrehajtott lekérdezések
lv_lv: Izpildītie pieprasījumi
no: Gjennomfør spørring
ru: Выполненные запросы
tr_tr: Yapılan sorgular

source: Add clients group
ar_sa: أضف مجموعة عملاء
el_gr: Προσθέστε ομάδα πελατών
es_co: Adicionar grupo de clientes
fa_ir: افزودن گروه مشتریان
hu_hu: Ügyfelek hozzáadása csoporthoz
lv_lv: Pievienot klienta grupu
no: Legg klienter til gruppen
ru: Добавить группу клиентов
tr_tr: İstemci(alıcı) grubu ekle

source: Edit group
ar_sa: تحرير المجموعة
el_gr: Επεξεργασία ομάδας
es_co: Editar grupo
fa_ir: ویرایش گروه
hu_hu: Csoport szerkesztése
lv_lv: Rediģēt grupu
no: Endre gruppe
ru: Править группу
tr_tr: Grubu düzenle

source: Group edited correctly.
ar_sa: تم تعديل المجموعة بشكل صحيح.
el_gr: Η ομάδα επεξεργάστηκε επιτυχώς.
es_co: Grupo editado correctamente.
fa_ir: گروه به درستی ویرایش شد.
hu_hu: Csoport sikeresen szerkesztve
lv_lv: Grupa rediģēta korekti.
no: Gruppen endret riktig.
ru: Группа отредактирована верно.
tr_tr: Grup başarılı bir şekilde düzenlendi.
