Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: A new account was created for you. From now on, you can access the files that have been uploaded under your account using the following credentials:
ar_sa: تم إنشاء حساب جديد لك. من الآن فصاعدًا ، يمكنك الوصول إلى الملفات التي تم تحميلها ضمن حسابك باستخدام بيانات الاعتماد التالية:
el_gr: Δημιουργήθηκε ένας νέος λογαριασμός για εσάς. Από εδώ και στο εξής, μπορείτε να αποκτήσετε πρόσβαση στα αρχεία που έχουν ανέβει στο λογαριασμό σας, χρησιμοποιώντας τα ακόλουθα διαπιστευτήρια:
es_co: Una nueva cuenta ha sido creada para usted. Desde este momento, usted puede ingresar a los archivos que serán agregados a su cuenta con las siguientes credenciales:
fa_ir: یک حساب جدید برای شما ایجاد شد از حالا به بعد می توانید به فایل هایی که تحت حساب کاربری شما آپلود شده اند دسترسی داشته باشید:
hu_hu: Új fiókot hoztak létre az Ön számára. Mostantól az Ön fiókja alá feltöltött állományokat az alábbi bejelentkezési adatokkal érheti el:
lv_lv: Priekš jums izveidots jauns konts. No šī brīzā jūs varat piekļūt datnēm, kuras paredzētas jums, izmantojot sekojošus autorizācijas datus:
no: En ny konto ble opprettet for deg. Fra nå av kan du få tilgang til filene som er blitt lastet opp gjennom din konto ved å bruke følgende brukerinformasjon:
ru: Для вас была создана новая учётная запись. Теперь вы можете получить доступ к файлам которые были загружены под вашей учётной записью с следующими данными:
tr_tr: Sizin için yeni bir hesap oluşturuldu. Bundan sonra, aşağıdaki kimlik bilgilerini kullanarak hesabınızın altına yüklenen dosyalara erişebilirsiniz:

source: You can log in following this link
ar_sa: يمكنك تسجيل الدخول باتباع هذا الرابط
el_gr: Μπορείτε να συνδεθείτε ακολουθώντας αυτόν τον σύνδεσμο
es_co: Puede ingresar usando el siguiente vínculo
fa_ir: شما می توانید با دنبال کردن این لینک وارد شوید
hu_hu: A következő linken jelentkezhet be
lv_lv: Jūs varat ielogoties izmantojot šo saiti
no: Du kan logge inn gjennom denne linken
ru: Вы можете войти по ссылке
tr_tr: Bu bağlantıyı takip ederek giriş yapabilirsiniz.

source: Please contact the administrator if you need further assistance.
ar_sa: يرجى الاتصال بالمسؤول إذا كنت بحاجة إلى مزيد من المساعدة
el_gr: Επικοινωνήστε με τον διαχειριστή εάν χρειάζεστε περαιτέρω βοήθεια.
es_co: Si necesita asistencia, contacte al Administrador
fa_ir: اگر نیاز به کمک بیشتر دارید، با مدیر سامانه تماس بگیرید
hu_hu: Kérjük, lépjen kapcsolatba a rendszergazdával, amennyiben segítségre van szüksége
lv_lv: Lūdzu sazinieties ar administrātoru, ja jums ir nepieciešama palīdzība.
no: Kontakt administrator hvis du ønsker ytterligere hjelp.
ru: Пожалуйста, свяжитесь с администратором, если вам нужна дополнительная помощь.
tr_tr: Daha fazla yardıma ihtiyacınız olursa lütfen yönetici ile iletişime geçin.

source: Your username
ar_sa: اسم المستخدم الخاص بك
el_gr: Το όνομα χρήστη σας
es_co: Usuario
fa_ir: نام کاربری شما
hu_hu: Az Ön felhasználóneve
lv_lv: Tavs lietotājvārds
no: Ditt brukernavn
ru: Ваше имя пользователя
tr_tr: Kullanıcı adın

source: Your password
ar_sa: كلمة السر الخاصة بك
el_gr: Ο κωδικός πρόσβασης σας
es_co: Contraseña
fa_ir: رمز عبور شما
hu_hu: Az ön jelszava
lv_lv: Tava parole
no: Ditt passord
ru: Ваш пароль
tr_tr: Şifren

source: A new client has registered
ar_sa: عميل جديد قام بالتسجيل
es_co: Un nuevo cliente fue registrado
hu_hu: Egy új ügyfél regisztrált
lv_lv: Reģistrēts jauns klients
ru: Зарегистрирован новый клиент

source: A new account was created using the self registration form on your site. Registration information:
ar_sa: تم إنشاء حساب جديد باستخدام نموذج التسجيل الذاتي على موقعك. معلومات التسجيل:
el_gr: Ένας νέος λογαριασμός δημιουργήθηκε χρησιμοποιώντας τη φόρμα εγγραφής στον ισότοπο σας. Πληροφορίες για την εγγραφή:
es_co: Se ha creado una nueva cuenta utilizando el formulario de auto-registro de su sitio. Información de registro:
fa_ir: یک حساب جدید با استفاده از فرم ثبت نام در سایت ایجاد شد. اطلاعات ثبت نام:
hu_hu: Új fiókot hoztak létre az önregisztrációs ürlap segítségével az oldalon. A regisztráció adatai:
lv_lv: Jauns konts reģistrēts izmantojot pašreģistrācijas formu jūsu lapā. Rēgistrācijas informācija:
no: En ny konto ble opprettet gjennom selvregistreringsskjemaet på nettstedet ditt. Registreringsinformasjon:
ru: Новая учётная запись была создана с использованием формы авторегистрации на вашем сайте. Информация о регистрации:
tr_tr: Sitenizdeki kendi kendine kayıt formu kullanılarak yeni bir hesap oluşturuldu. Kayıt bilgileri:

source: Username
ar_sa: اسم المستخدم
el_gr: Όνομα χρήστη
es_co: Usuario
fa_ir: نام کاربری
hu_hu: Felhasználónév
lv_lv: Lietotājvārds
no: Brukernavn
ru: Имя пользователя
tr_tr: Kullanıcı adı

source: Additionally, the client requests access to the following group(s)
ar_sa: بالإضافة إلى ذلك ، يطلب العميل الوصول إلى المجموعة (المجموعات) التالية
el_gr: Επιπρόσθετα, ο πελάτης ζητά πρόσβαση στην ακόλουθη ομάδα (-ες)
es_co: Además, el cliente solicita acceso a los siguientes grupos
fa_ir: علاوه بر این، مشتری درخواست دسترسی به گروه های زیر را می دهد:
hu_hu: Ezen túlmenően az ügyfél hozzáférést kér a következő csoport(ok) hoz:
lv_lv: Papildus klients pieprasa piekļuvi sekojošām grupām
no: I tillegg spør klienten om tilgang til følgende gruppe(r)
ru: Дополнительно, клиент запрашивает доступ в следующую группу(ы)
tr_tr: Ayrıca, istemci(alıcı) aşağıdaki gruplara erişim ister

source: Please log in to process the request.
ar_sa: يرجى تسجيل الدخول لمعالجة الطلب.
el_gr: Παρακαλούμε συνδεθείτε για να επεξεργαστείτε το αίτημα.
es_co: Favor, identifíquese para procesar la solicitud.
fa_ir: لطفا برای پردازش درخواست وارد شوید.
hu_hu: Kérjük, lépjen be a kérelem feldolgozásához
lv_lv: Lūdzu ielogojies, lai procesētu pieprasījumu.
no: Vennligst logg inn for å prosessere forepørselen
ru: Пожалуйста, войдите для обработки запроса.
tr_tr: İsteği işleme koymak için lütfen giriş yapın.

source: Remember, your new client will not be able to log in until an administrator has approved their account.
ar_sa: تذكر أن عميلك الجديد لن يتمكن من تسجيل الدخول حتى يوافق المسؤول على حسابه.
el_gr: Θυμηθείτε ότι ο νέος πελάτης σας δεν θα μπορέσει να συνδεθεί έως ότου ο διαχειριστής εγκρίνει τον λογαριασμό του.
es_co: Recuerde, que su cliente nuevo no podrá iniciar sesión hasta que un administrador apruebe su cuenta.
fa_ir: به یاد داشته باشید مشتری جدید شما قادر به ورود به سیستم نخواهد بود تا اینکه مدیر حساب آنرا تأیید نکند.
hu_hu: Kérjük vegye figyelembe, hogy az új ügyfél addig nem fog tudni bejelentkezni, amígy egy rendszergazda jóvá nem hagyta a fiókregisztrációt.
lv_lv: Atceries, tavs jaunais klients nevarēs ielogoties līdz administrātors nav apstiprinājis tā kontu.
no: Husk, din nye klient vil ikke kunne logge inn før en administrator har godkjent kontoen.
ru: Помните, ваш новый клиент не сможет войти, пока администратор не одобрит его учётную запись.
tr_tr: Unutmayın, yeni istemci(alıcı)niz bir yönetici hesabını onaylayana kadar giriş yapamaz.

source: Auto-approvals of new accounts are currently enabled.
ar_sa: الموافقات التلقائية للحسابات الجديدة مفعّلة حاليًا.
el_gr: Οι αυτόματες εγκρίσεις νέων λογαριασμών είναι αυτήν τη στιγμή ενεργοποιημένες.
es_co: La aprobación automática de cuentas nuevas esta activada actualmente.
fa_ir: تأییدیه خودکار حسابهای جدیدی که در حال حاضر فعال هستند
hu_hu: Az új fiókok automatikus jóváhagyása jelenleg BE van kapcsolva.
lv_lv: Auto-apstiprināšana jaunizveidotiem kontiem šobrīd ir iespējota.
no: Autogodkjenning av nye kontoer er for øyeblikket aktiv.
ru: Автоподтверждение новых учётных записей сейчас включено.
tr_tr: Yeni hesapların otomatik onayları şu anda etkin.

source: You can log in to manually deactivate it.
ar_sa: يمكنك تسجيل الدخول لإلغاء تنشيطه يدويًا.
el_gr: Μπορείτε να συνδεθείτε για να την απενεργοποιήσετε με μη αυτόματο τρόπο.
es_co: Puede iniciar sesión para desactivarlas.
fa_ir: شما می توانید به صورت دستی آنرا غیرفعال کنید.
hu_hu: A kikapcsoláshoz be kell jelentkeznie.
lv_lv: Tu vari ielogoties, lai to pašrocīgi atslēgtu.
no: Du kan logge inn manuelt for å deaktivere den.
ru: Вы можете войти для деактивации вручную.
tr_tr: El ile devre dışı bırakmak için giriş yapabilirsiniz.

source: You account has been approved
ar_sa: لقد تمت الموافقة على حسابك
el_gr: Ο λογαριασμός σας έχει εγκριθεί
es_co: Su cuenta ha sido aprobada
fa_ir: حساب شما تأیید شده است
hu_hu: A fiókja jóváhagyásra került
lv_lv: Tavs konts ticis apstiprināts
no: Kontoen din har blitt godkjent
ru: Ваш аккаунт был одобрен
tr_tr: Hesabınız onaylandı

source: Your account has been approved.
ar_sa: لقد تمت الموافقة على حسابك
el_gr: Ο λογαριασμός σας έχει εγκριθεί.
es_co: Su cuenta ha sido aprobada
fa_ir: حساب شما تأیید شده است
hu_hu: A fiókja jóváhagyásra került
lv_lv: Tavs konts ticis apstiprināts.
no: Kontoen din har blitt godkjent.
ru: Ваш аккаунт был одобрен.
tr_tr: Hesabınız onaylandı.

source: Additionally, your group membership requests have been processed.
ar_sa: بالإضافة إلى ذلك ، تمت معالجة طلبات عضوية مجموعتك.
el_gr: Επιπλέον, έχουν υποβληθεί σε επεξεργασία τα αιτήματα συμμετοχής σε ομάδα.
es_co: Además, sus solicitudes de membresía de grupo han sido procesadas.
fa_ir: علاوه بر این، درخواست عضویت در گروه شما پردازش شده است.
hu_hu: Ezen túlmenően a tagsági kérelmeit is feldolgoztuk
lv_lv: Papildus, tava dalība grupās ticis procesēts.
no: I tillegg, dine forespørsler om gruppemedlemskap har blitt prosessert.
ru: Дополнительно, ваш запрос на членство в группе был обработан.
tr_tr: Ayrıca, grup üyeliğiniz istekleri yerine getirildi.

source: Approved requests:
ar_sa: الطلبات المعتمدة:
el_gr: Εγκεκριμένα αιτήματα:
es_co: Solicitudes aprobadas:
fa_ir: درخواستهای تایید شده:
hu_hu: Jóváhagyott kérelmek:
lv_lv: Apstiprinājtie pieprasījumi:
no: Godkjente forespørsler:
ru: Одобренные запросы:
tr_tr: Onaylanan istekler:

source: Denied requests:
ar_sa: الطلبات المرفوضة:
el_gr: Αρνηθέντα αιτήματα:
es_co: Solicitudes rechazadas:
fa_ir: درخواست های رد شده
hu_hu: Elutasított kérelmek:
lv_lv: Atteiktie pieprasījumi:
no: Avslåtte forespørsler:
ru: Отклоненные запросы:
tr_tr: Reddedilen istekler:

source: You account has been denied
ar_sa: تم رفض حسابك
el_gr: Ο λογαριασμός σας έχει απορριφθεί
es_co: Su cuenta ha sido negada
fa_ir: حساب شما رد شده است
hu_hu: A fiókkérelmét elutasítottuk
lv_lv: Tavs konts ticis atteikts
no: Din konto har blitt avvist
ru: Ваш аккаунт отклонён
tr_tr: Hesabınız reddedildi

source: Your account request has been denied.
ar_sa: تم رفض طلب حسابك.
el_gr: Το αίτημα του λογαριασμού σας απορρίφθηκε.
es_co: Su solicitud de cuenta ha sido negada.
fa_ir: درخواست ثبت حساب شما رد شده است
hu_hu: A fiókkérelmét elutasítottuk
lv_lv: Tavs konta pieprasījums ticis atteikts.
no: Din kontoforespørsel har blitt avvist.
ru: Ваш запрос аккаунта был отклонён.
tr_tr: Hesap isteğiniz reddedildi.

source: A new account was created for you. From now on, you can access the system administrator using the following credentials:
ar_sa: تم إنشاء حساب جديد لك. من الآن فصاعدًا ، يمكنك الوصول إلى مسؤول النظام باستخدام بيانات الاعتماد التالية:
el_gr: Δημιουργήθηκε ένας νέος λογαριασμός για εσάς. Από εδώ και πέρα, μπορείτε να έχετε πρόσβαση στο διαχειριστή του συστήματος χρησιμοποιώντας τα ακόλουθα διαπιστευτήρια:
es_co: Una nueva cuenta se ha creado para usted, desde este momento usted puedes al administrador del sistema con las siguientes credenciales:
fa_ir: یک حساب جدید برای شما ایجاد شد. از حالا به بعد، شما می توانید با استفاده از اعتبارات زیر به مدیر سیستم دسترسی داشته باشید:
hu_hu: Új fiókot hoztak létre az Ön számára, mostantól a rendszer adminisztrációs felületet az alábbi bejelentkezési adatokkal érheti el:
lv_lv: Tev izveidots jauns konts. No šī brīža tu varu piekļūt sistēmas administrēšanai izmanotojot sekojošo informāciju:
no: En ny konto ble opprettet for deg. Fra nå av kan du få tilgang til systemadministratoren ved å bruke følgende brukerinformasjon:
ru: Для вас была создана новая учётная запись. Теперь вы можете получить доступ под вашей Административной учётной записью со следующими данными:
tr_tr: Sizin için yeni bir hesap oluşturuldu. Şu andan itibaren, aşağıdaki bilgileri kullanarak sistem yöneticisine erişebilirsiniz:

source: Access the system panel here
ar_sa: قم بالوصول إلى لوحة النظام هنا
el_gr: Μεταβείτε στον πίνακα συστήματος εδώ
es_co: Acceder al panel del sistema
fa_ir: از اینجا قسمت «سیستم» را ببینید
hu_hu: A rendszerpanelt itt érheti el
lv_lv: Piekļūsti sistēmas panelim šeit
no: Få tilgang til systempanelet her
ru: Получить доступ к панели управления
tr_tr: Sistem paneline buradan erişin

source: Thank you for using ProjectSend.
ar_sa: شكرا لك على استخدام ProjectSend.
el_gr: Ευχαριστούμε που χρησιμοποιείτε το ProjectSend.
es_co: Gracias por usar Sistema de datos Portal de Alameda
fa_ir: با تشکر از شما برای استفاده از سامانه.
hu_hu: Köszönjük, hogy a ProjectSendet használja
lv_lv: Paldies ka izmanto ProjectSend.
no: Takk for at du bruker ProjectSend.
ru: Спасибо за использование ProjectSend.
tr_tr: ProjectSend'i kullandığınız için teşekkür ederiz.

source: Password reset instructions
ar_sa: تعليمات إعادة تعيين كلمة المرور
el_gr: Οδηγίες επαναφοράς κωδικού πρόσβασης
es_co: intrucciones para restablecer su clave
fa_ir: دستورالعمل تنظیم مجدد رمز عبور
hu_hu: Új jelszó beállítási utasítások
lv_lv: Paroles atjaunošanas instukcijas
no: Instruksjoner for passordgjennoppretting
ru: Инструкция по сбросу пароля
tr_tr: Şifre sıfırlama talimatları

source: A request has been received to reset the password for the following account:
ar_sa: تم استلام طلب لإعادة تعيين كلمة المرور للحساب التالي:
el_gr: Έχει ληφθεί αίτημα για επαναφορά του κωδικού πρόσβασης για τον ακόλουθο λογαριασμό:
es_co: Se ha recibido una solicitud para restablecer la clave de la síguiente cuenta
fa_ir: یک درخواست برای بازنشانی رمز عبور برای حساب زیر دریافت شده است:
hu_hu: Új jelszó kérést kaptunk:
lv_lv: Pieprasījums attiestatīt piekļuves paroli sekojošiem kontiem:
no: En forespørsel om å endre passordet for følgende konto er mottatt:
ru: Получен запрос на сброс пароля для учётной записи:
tr_tr: Aşağıdaki hesap için şifreyi sıfırlamak için bir istek alındı:

source: To continue, please visit the following link
ar_sa: للمتابعة ، يرجى زيارة الرابط التالي
el_gr: Για να συνεχίσετε, επισκεφθείτε τον ακόλουθο σύνδεσμο
es_co: Para continuar, entre al siguiente vínculo
fa_ir: برای ادامه لطفا از لینک زیر دیدن کنید
hu_hu: A következő linken lehet beállítani
lv_lv: Lai turpinātu, lūdzu apmeklējiet sekojošo saiti
no: Gå til følgende link for å fortsette
ru: Для продолжения перейдите по ссылке
tr_tr: Devam etmek için lütfen aşağıdaki bağlantıyı ziyaret edin

source: The request is valid only for 24 hours.
ar_sa: الطلب صالح لمدة 24 ساعة فقط.
el_gr: Το αίτημα ισχύει μόνο για 24 ώρες.
es_co: Esta solicitud será valida solo por 24 horas
fa_ir: درخواست فقط 24 ساعت معتبر است.
hu_hu: A fenti link 24 óráig érvényes.
lv_lv: Pieprasījums ir derīgs tikai nākamās 24 stundas.
no: Forespørselen er kun gyldig i 24 timer.
ru: Запрос действителен только 24 часа.
tr_tr: İstek sadece 24 saat geçerlidir.

source: If you did not make this request, simply ignore this email.
ar_sa: إذا لم تقدم هذا الطلب ، فما عليك سوى تجاهل هذا البريد الإلكتروني.
el_gr: Εάν δεν κάνατε εσείς αυτό το αίτημα, απλώς αγνοήστε αυτό το μήνυμα.
es_co: Si usted no ha solicitado un cambio, simplemente ignore este correo.
fa_ir: اگر شما این درخواست را انجام ندهید، به سادگی این ایمیل را نادیده بگیرید.
hu_hu: Ha nem Ön küldte a kérést, kérjük, tekintse e-mailünket tárgytalannak!
lv_lv: Ja neesat veicis šo pieprasījumu, vienkārši ignorējiet šo e-pastu.
no: Ignorer denne eposten hvis det ikke var du som gjorde denne forespørselen.
ru: Если вы не выполняли запрос то просто проигнорируйте это письмо.
tr_tr: Bu isteği yapmadıysanız, sadece bu e-postayı dikkate almayın.

source: A client has changed memberships requests
ar_sa: عميل قام بتغيير طلبات العضوية
es_co: Un cliente modificó solicitudes de membresía
hu_hu: Egy ügyfél megváltoztatta a tagsági kérését
lv_lv: Klients mainījis grupas dalības pieprasījumu
ru: Клиент изменил запрос на членство

source: A client on you site has just changed his groups membership requests and needs your approval.
ar_sa: قام أحد العملاء على موقع الويب الخاص بك بتغيير طلبات عضوية مجموعاته ويحتاج إلى موافقتك.
el_gr: Ένας πελάτης στον ιστότοπο σας μόλις άλλαξε τις αιτήσεις συμμετοχής στις ομάδες του και χρειάζεται την έγκρισή σας.
es_co: Un cliente acaba de cambiar las solicitudes de membresía de su grupo y necesita su aprobación.
fa_ir: یک مشتری در سایت شما درخواست عضویت خود را تغییر داده و به تصویب شما نیاز دارد.
hu_hu: Egy kliens a weboldaladon megváltoztatta a tagsági kérelmeit és a Te jóváhagyásodra vár.
lv_lv: Klients nomainījis savu grupas dalību un ir nepieciešams jūsu apstiprinājums.
no: En klient på ditt nettsted har nettoppendret sine gruppemedlemskapsforespørsler og trenger din godkjenning.
ru: Клиент на вашем сайте только что изменил запросы на членство в группах, необходимо ваше подтверждение.
tr_tr: Sitenizdeki bir istemci(alıcı), grup üyelik isteklerini değiştirdi ve onaylamanız gerekiyor.

source: The client requests access to the following group(s)
ar_sa: يطلب العميل الوصول إلى المجموعة (المجموعات) التالية
el_gr: Ο πελάτης ζητά πρόσβαση στην ακόλουθη ομάδα (-ες)
es_co: El cliente solicita acceso a los siguientes grupos
fa_ir: مشتری درخواست دسترسی به گروه های زیر را می دهد:
hu_hu: Egy kliens hozzáférést kér a következő csoport(ok)hoz
lv_lv: Klients pieprasa piekļuvi sekojošām grupām
no: Klienten spør om tilgang til følgende gruppe(r)
ru: Клиент запрашивает доступ к следующей группе(ам)
tr_tr: İstemci(alıcı) aşağıdaki gruplara erişim istiyor

source: No group requests made
ar_sa: لم يتم عمل طلبات إنضمام للمجموعات
es_co: No se realizaron solicitudes de grupos
hu_hu: Nem érkezett csoport kérés
lv_lv: Nav izveidoti grupas pieprasījumi
ru: Групповых заявок не поступало

source: Email configuration test
ar_sa: إختبار إعدادات البريد الإلكتروني
es_co: Prueba de configuración de correo
hu_hu: E-mail konfiguráció tesztelése
lv_lv: E-pasta konfigurācijas tests
ru: Тест конфигурации email

source: This is a test message
ar_sa: هذه رسالة للإختبار
es_co: Este es un mensaje de prueba
hu_hu: Ez egy tesztüzenet
lv_lv: Šī ir pārbaudes ziņa
ru: Это тестовое сообщение

source: This email contains HTML formatting and cannot be displayed right now. Please use an HTML compatible reader.
ar_sa: يحتوي هذا البريد الإلكتروني على تنسيق HTML ولا يمكن عرضه الآن. يرجى استخدام قارئ متوافق مع HTML.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου περιέχει μορφοποίηση HTML και δεν μπορεί να εμφανιστεί αυτή τη στιγμή. Χρησιμοποιήστε έναν αναγνώστη συμβατό με HTML.
es_co: Este correo contiene formato HTML y no se puede mostrar ahora mismo. Por favor, use un lector compatible con HTML.
fa_ir: این ایمیل حاوی قالب بندی HTML است و اکنون نمیتوان آن را نمایش داد. لطفا از یک مرور سازگار با HTML استفاده کنید.
hu_hu: Ez az e-mail HTML formázást tartalmaz és jelenleg nem jeleníthető meg. Kérjük, használjon HTML kompatibilis levelezőprogramot a megjelenítéshez.
lv_lv: Šis e-pasts satur HTML formatējumu un nevar tikt šobrīd attainots. Lūdzu izmantojiet HTML saderīgu klientu.
no: Denne eposten inneholder HTML-formatering og kan ikke vises for øyeblikket. Vennligst bruk en HTML-kompatibel leser.
ru: Это письмо содержит HTML форматирование и не может быть отображено прямо сейчас. Используйте для просмотра совместимую программу.
tr_tr: Bu e-posta HTML biçimlendirme içeriyor ve şu anda görüntülenemiyor. Lütfen HTML uyumlu bir okuyucu kullanın.

source: Go to:
ar_sa: اذهب إلى:
el_gr: Μετάβαση σε:
es_co: Valla a:
fa_ir: رفتن به:
hu_hu: Ugrás ide:
lv_lv: Iet uz:
no: Gå til:
ru: Перейти в:
tr_tr: Git:

source: The following errors were found
ar_sa: تم العثور على الأخطاء التالية
el_gr: Εντοπίστηκαν τα ακόλουθα σφάλματα
es_co: Se encontraron los siguientes errores
fa_ir: خطاهای زیر یافت شد
hu_hu: A következő hibákat talátuk
lv_lv: Atrastas sekojošas kļūdas
no: De følgende feilene ble funnet
ru: Найдены следующие ошибки
tr_tr: Aşağıdaki hatalar bulundu

source: Create
ar_sa: إنشاء
el_gr: Δημιουργία
es_co: Crear
fa_ir: ایجاد
hu_hu: Létrehozás
lv_lv: Izveidot
no: Opprett
ru: Создать
tr_tr: Oluştur

source: Save
ar_sa: حفظ
el_gr: Αποθήκευση
es_co: Guardar
fa_ir: ذخیره
hu_hu: Mentés
lv_lv: Saglabāt
no: Lagre
ru: Сохранить
tr_tr: Kaydet

source: Parent
ar_sa: الأصل
el_gr: Γονέας
es_co: Padre
fa_ir: والد
hu_hu: Szülő
lv_lv: Vecāks
no: Foreldre
ru: Родительский
tr_tr: Üst

source: None
ar_sa: لا شيْ
el_gr: Κανένας
es_co: Ninguna
fa_ir: ندارد
hu_hu: Semmi
lv_lv: Neviens
no: Ingen
ru: Нет
tr_tr: Hiçbiri

source: Cancel
ar_sa: إلغاء
el_gr: Ακύρωση
es_co: Cancelar
fa_ir: لغو
hu_hu: Mégse
lv_lv: Atcelt
no: Avbryt
ru: Отменить
tr_tr: İptal

source: Will be visible on the client's file list
ar_sa: سوف تكون مرئية في قائمة ملف العميل
el_gr: Θα είναι ορατό στη λίστα αρχείων του πελάτη
es_co: Será visible en la lista de archivos del cliente
fa_ir: در لیست فایل های مشتری قابل مشاهده خواهد بود.
hu_hu: Látszani fog az ügyfél állománylistájában.
lv_lv: Būs redzams klienta datņu sarakstā
no: Vil bli synlig i klientens filliste
ru: Будет виден в списке файлов клиента
tr_tr: İstemci(alıcı)nin dosya listesinde görünecek

source: Save client
ar_sa: حفظ العميل
el_gr: Αποθήκευση πελάτη
es_co: Guardar Cliente
fa_ir: ذخیره مشتری
hu_hu: Ügyfél mentése
lv_lv: Saglabāt klientu
no: Lagre klient
ru: Сохранить клиента
tr_tr: İstemci(alıcı)yi kaydet

source: Create account
ar_sa: إنشاء حساب
es_co: Crear cuenta
hu_hu: Fiók lérehozása
lv_lv: Izveidot kontu
ru: Создать аккаунт

source: Request account
ar_sa: طلب حساب
es_co: Solicitar cuenta
hu_hu: Fiók kérelmezése
lv_lv: Pieprasīt kontu
ru: Запросить аккаунт

source: Your full name
ar_sa: اسمك الكامل
el_gr: Το πλήρες όνομά σας
es_co: Su nombre completo
fa_ir: نام کامل شما
hu_hu: Az Ön teljes neve
lv_lv: Jūsu vārds un uzvārds
no: Ditt fulle navn
ru: Ваше полное имя
tr_tr: Tam adınız

source: Request access to groups
ar_sa: طلب الوصول إلى المجموعات
el_gr: Ζητήστε πρόσβαση σε ομάδες
es_co: Solicitar acceso a grupos
fa_ir: درخواست دسترسی به گروه ها
hu_hu: Hozzáférés kérése csoportokhoz
lv_lv: Pieprasīt pieeju grupām
no: Be om tilgang til grupper
ru: Запросить доступ в группу
tr_tr: Gruplara erişim iste

source: Update account
ar_sa: تحديث الحساب
el_gr: Ενημέρωση λογαριασμού
es_co: Actualizar cuenta
fa_ir: به روز رسانی حساب کاربری
hu_hu: Mentés
lv_lv: Atjaunināt kontu
no: Oppdater konto
ru: Обновить учетную запись
tr_tr: Hesabı güncelle

source: Must be alphanumeric
ar_sa: يجب أن تكون أبجدية رقمية
el_gr: Πρέπει να είναι αλφαριθμητικό
es_co: Debe ser alfanumérico
fa_ir: باید حروف الفبا و عدد باشد
hu_hu: Alfanumerikus kell, hogy legyen
lv_lv: Jābūt burtciparu
no: Må være alfanumerisk
ru: Должен быть цифренно-буквенным
tr_tr: Alfanümerik olmalı

source: Password
ar_sa: كلمه السر
el_gr: Κωδικός
es_co: Contraseña
fa_ir: کلمه عبور
hu_hu: Jelszó
lv_lv: Parole
no: Passord
ru: Пароль
tr_tr: Şifre

source: Generate
ar_sa: انشاء
el_gr: Παραγωγή
es_co: Generar
fa_ir: تولید رمز
hu_hu: Generál
lv_lv: Ģenerēt
no: Generer
ru: Генерировать
tr_tr: Rastgele Oluştur

source: Must be valid and unique
ar_sa: يجب أن تكون صالحة وفريدة من نوعها
el_gr: Πρέπει να είναι έγκυρο και μοναδικό
es_co: Debe ser válido y único
fa_ir: باید معتبر و منحصر به فرد باشد
hu_hu: Szabályszerű és egyedi kell, hogy legyen
lv_lv: Jābūt derīgam un unikālam
no: Må være gyldig og unik
ru: Должен быть верным и уникальным
tr_tr: Geçerli ve benzersiz olmalı

source: Address
ar_sa: العنوان
el_gr: Διεύθυνση
es_co: Dirección
fa_ir: آدرس
hu_hu: Cím
lv_lv: Adrese
no: Addresse
ru: Адрес
tr_tr: Adres

source: Telephone
ar_sa: رقم الهاتف
el_gr: Τηλέφωνο
es_co: Teléfono
fa_ir: تلفن
hu_hu: Telefon
lv_lv: Telefons
no: Telefon
ru: Телефон
tr_tr: Telefon
