Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Your new password has been set. You can now log in using it.
ar_sa: تم تعيين كلمة المرور الجديدة الخاصة بك. يمكنك الآن تسجيل الدخول باستخدامه.
el_gr: Ο νέος σας κωδικός πρόσβασης έχει οριστεί. Τώρα μπορείτε να συνδεθείτε χρησιμοποιώντας το.
es_co: Su nueva contraseña se ha creado, Ahora puede usarlo para ingresar
fa_ir: رمز عبور جدید شما تنظیم شده است اکنون می توانید با استفاده از آن وارد شوید.
hu_hu: A megadott jelszót beállítottuk, be tud vele jelentkezni.
lv_lv: Jūsu jaunā parole iestatīta. Tagad tu vari ielogoties izmantojot jauno paroli.
no: Det nye passordet ditt har blitt lagret. Du kan nå bruke det til å logge inn.
ru: Ваш новый пароль установлен. Можете войти с ним в систему.
tr_tr: Yeni şifreniz ayarlandı. Şimdi kullanarak giriş yapabilirsiniz.

source: Your new password couldn't be set.
ar_sa: تعذّر تعيين كلمة مرورك الجديدة.
el_gr: Δεν ήταν δυνατή η ρύθμιση του νέου σας κωδικού πρόσβασης.
es_co: Su nueva contraseña no se puedo crear
fa_ir: گذرواژه جدید شما نمی‌تواند تنظیم شود
hu_hu: Az új jelszót nem tudtuk beállítani.
lv_lv: Tava jaunā parole nevar tikt iestatīta.
no: Det nye passordet ditt kunne ikke lagres.
ru: Ваш новый пароль не может быть установлен.
tr_tr: Yeni şifreniz ayarlanamadı.

source: Click on Add files to select all the files that you want to upload, and then click continue. On the next step, you will be able to set a name and description for each uploaded file. Remember that the maximum allowed file size (in mb.) is
ar_sa: انقر فوق إضافة ملفات لتحديد كافة الملفات التي تريد تحميلها ، ثم انقر فوق متابعة. في الخطوة التالية ، ستتمكن من تعيين اسم ووصف لكل ملف تم تحميله. تذكر أن الحد الأقصى المسموح به لحجم الملف (بالميغابايت) هو
el_gr: Κάντε κλικ στην επιλογή Προσθήκη αρχείων για να επιλέξετε όλα τα αρχεία που θέλετε να μεταφορτώσετε και, στη συνέχεια, κάντε κλικ στο κουμπί Συνέχεια. Στο επόμενο βήμα, θα μπορείτε να ορίσετε ένα όνομα και μια περιγραφή για κάθε αρχείο που έχει αποσταλεί. Θυμηθείτε ότι το μέγιστο επιτρεπόμενο μέγεθος αρχείου (σε mb.) είναι
es_co: Haz clic en Añadir archivos para seleccionar todos los archivos que quieras subir, y luego haga clic en continuar. En el siguiente paso, podrá establecer un nombre y descripción de cada archivo cargado. Recuerde que el tamaño maximo permitido por archivo (en mb.) es
fa_ir: روی «افزودن فایل ه»ا کلیک کنید تا همه فایل هایی که می خواهید آپلود شود را انتخاب کنید و سپس روی «ادامه» کلیک کنید. در مرحله بعد، شما می توانید نام و توضیحات برای هر فایل آپلود شده را تنظیم کنید. به یاد داشته باشید که حداکثر اندازه مجاز فایل (به مگابیت) برابر است با
hu_hu: Adjon hozzá állományokat, majd kattintson az "Állomány feltöltés" gombra. Ekkor be tud majd állítani hozá nevet és lerást. Maximáis fájlméret (MByte-ban):
lv_lv: Nospied uz Pievienot failus, lai atzīmēti visus failus, kurus vēlies augšupielādēt un tad nospied Tuprināt. Nākošajā solī tu varēsi iestatīt faila nosaukumu un aprakstu katram augšupielādētam failam. Atceries ka maksimālais augšupielādes izmērs (mb) ir
no: Trykk på 'Legg til filer' for å velge alle filene du ønsker å laste opp, og velg deretter 'Fortsett'. Som neste valg vil du kunne velge navn og beskrivelse for hver enkelt opplastede fil. Husk at maksimum tillatte filstørrelse (i mb) er
ru: Нажмите на Добавить файлы для выбора всех файлов, которые вы хотите загрузить, затем нажмите Продолжить. На следующем шаге вы сможете установить имя и описание каждого загруженного файла. Помните, что ограничение по размеру (в Мб)
tr_tr: Yüklemek istediğiniz tüm dosyaları seçmek için Dosya ekle'yi ve ardından devam et'i tıklayın. Bir sonraki adımda, yüklenen her dosya için bir ad ve açıklama ayarlayabileceksiniz. İzin verilen maksimum dosya boyutunun (içinde mb.)

source: Add system user
ar_sa: إضافة مستخدم النظام
el_gr: Προσθέστε χρήστη του συστήματος
es_co: Agregue nuevos usuarios
fa_ir: افزودن کاربر سیستم
hu_hu: Rendszer felhasználó hozzáadása
lv_lv: Pievienot sistēmas lietotāju
no: Legg til systembruker
ru: Добавить системного пользователя
tr_tr: Sistem Kullanıcısı Ekle

source: Edit system user
ar_sa: تحرير مستخدم النظام
el_gr: Επεξεργαστείτε το χρήστη του συστήματος
es_co: Editar usuarios del sistema
fa_ir: ویرایش کاربر سیستم
hu_hu: Rendszerfelhasználó szerkesztése
lv_lv: Rediģēt sistēmas lietotāju
no: Endre systembruker
ru: Редактировать системного пользователя
tr_tr: Sistem kullanıcısını düzenle

source: User edited correctly.
ar_sa: تم تحرير المستخدم بشكل صحيح.
el_gr: Έγινε επεξεργασία του χρήστη με επιτυχία.
es_co: Usuario editado corectamente.
fa_ir: کاربر به درستی ویرایش شد.
hu_hu: Felhasználó sikeresen szerkesztve
lv_lv: Lietotājs rediģēts veiksmīgi.
no: Bruker korrekt endret.
ru: Пользователь отредактирован корректно.
tr_tr: Kullanıcı başarılı bir şekilde düzenlendi.

source: User created successfuly.
ar_sa: تم إنشاء المستخدم بنجاح
es_co: El usuario se creó correctamente.
hu_hu: Felhasználó sikeresen létrehozva.
lv_lv: Lietotājs izveidots veiksmīgi.
ru: Пользователь успешно создан.

source: No user was selected.
ar_sa: لم يتم تحديد مستخدم.
el_gr: Δεν επιλέχθηκε κανένας χρήστης.
es_co: No fue seleccionado el Usuario.
fa_ir: هیچ کاربری انتخاب نشده است.
hu_hu: Nincs felhasználó kiválasztva.
lv_lv: Neviens no lietotājiem netika izvēlēts.
no: Ingen bruker ble valgt.
ru: Ни один из пользователей не был выбран.
tr_tr: Hiçbir kullanıcı seçilmedi.

source: There is no user with that ID number.
ar_sa: لا يوجد مستخدم برقم التعريف هذا.
el_gr: Δεν υπάρχει χρήστης με αυτό το ID.
es_co: No hay usuario con ese ID.
fa_ir: هیچ کاربر با شماره شناسه وجود ندارد
hu_hu: Nincs felhasználó ezzel az azonosítóval.
lv_lv: Nav lietotāju ar šādu ID numuru.
no: Det eksisterer ingen bruker med det ID-nummeret.
ru: Пользователя с таким ID нет.
tr_tr: Bu ID nolu hiçbir kullanıcı yok.

source: Users administration
ar_sa: إدارة المستخدمين
el_gr: Διαχείριση χρηστών
es_co: Administración de usuarios
fa_ir: مدیریت کاربران
hu_hu: Felhasználókezelés
lv_lv: Lietotāju administrēšana
no: Brukeradministrasjon
ru: Управление пользователями
tr_tr: Kullanıcı yönetimi

source: The selected users were marked as active.
ar_sa: تم وسم المستخدمين المختارين على أنهم نشطون.
el_gr: Οι επιλεγμένοι χρήστες επισημάνθηκαν ως ενεργοί.
es_co: Los usuarios seleccionados fueron inactivados.
fa_ir: کاربران انتخاب شده فعال شدند.
hu_hu: A kiválasztot felhasználót aktiváltuk.
lv_lv: Izvēlētie lietotāju tika atzīmēti kā aktīvi.
no: De valgte brukerne ble markert som inaktive.
ru: Выбранные пользователи были отмечены как активные.
tr_tr: Seçilen kullanıcılar etkinleştirildi.

source: You cannot deactivate your own account.
ar_sa: لا يمكنك إلغاء تنشيط حسابك الخاص.
el_gr: Δεν μπορείτε να απενεργοποιήσετε το δικό σας λογαριασμό.
es_co: Usted no puede desactivar su propia cuenta.
fa_ir: شما نمیتوانید حساب کاربری خود را غیرفعال کنید.
hu_hu: Nem kapcsolhatja ki a saját fiókját.
lv_lv: Jūs nevarat pats deaktivizēt savu kontu.
no: Du kan ikke deaktivere din egen konto.
ru: Вы не можете деактивировать свою же учётную запись.
tr_tr: Kendi hesabınızı etkisizleştiremezsiniz.

source: The selected users were marked as inactive.
ar_sa: تم وسم المستخدمين المختارين على أنهم غير نشطين.
el_gr: Οι επιλεγμένοι χρήστες επισημάνθηκαν ως ανενεργοί.
es_co: Los usuarios seleccionados fueron inactivados.
fa_ir: کاربران انتخاب شده غیر فعال شدند.
hu_hu: A kiválasztott felhasználókat kikapcsoltuk.
lv_lv: Izvēlētie lietotāji tika atzīmēti kā neaktīvi.
no: De valgte brukerne ble markert som inaktive.
ru: Выбранные пользователи были отмечены как неактивные.
tr_tr: Seçilen kullanıcılar etkisizleştirildi.

source: You cannot delete your own account.
ar_sa: لا يمكنك حذف حسابك الخاص.
el_gr: Δεν μπορείτε να διαγράψετε το δικό σας λογαριασμό.
es_co: Usted no puede borrar su propia cuenta.
fa_ir: شما نمی توانید حساب کاربری خود را حذف کنید.
hu_hu: Nem törölheti a saját fiókját.
lv_lv: Tu nevari dzēst pats savu kontu.
no: Du kan ikke slette din egen konto.
ru: Вы не можете удалить свою учётную запись.
tr_tr: Kendi hesabınızı silemezsiniz.

source: The selected users were deleted.
ar_sa: تم حذف المستخدمين المحددين.
el_gr: Οι επιλεγμένοι χρήστες διαγράφηκαν.
es_co: Los usuarios seleccionados fueron borrados.
fa_ir: کاربران انتخاب شده حذف شدند.
hu_hu: A kiválasztott felhasználókat töröltük.
lv_lv: Izvēlētie lietotāji netika dzēsti.
no: De valgte brukerne ble slettet.
ru: Выбранные пользователи удалены.
tr_tr: Seçilen kullanıcılar silindi.

source: Please select at least one user.
ar_sa: يرجى تحديد مستخدم واحد على الأقل.
el_gr: Επιλέξτε τουλάχιστον έναν χρήστη.
es_co: Favor seleccione al menos un usuario.
fa_ir: لطفا حداقل یک کاربر را انتخاب کنید.
hu_hu: Kérjük, válasszon ki legalább egy felhasználót.
lv_lv: Lūdzu izvēlies vismaz vienu no lietotājiem.
no: Vennligst velg minst èn bruker.
ru: Пожалуйста, выберите хотя бы одного пользователя.
tr_tr: Lütfen en az bir kullanıcı seçin.

source: All roles
ar_sa: جميع الأدوار
el_gr: Όλοι οι ρόλοι
es_co: Todos los roles
fa_ir: همه نقش‌ها
hu_hu: Minden szerepkör
lv_lv: Visas lomas
no: Alle roller
ru: Все роли
tr_tr: Tüm roller

source: Selected users actions
ar_sa: إجراءات المستخدمين المحددة
el_gr: Ενέργειες επιλεγμένων χρηστών
es_co: Acciones seleccionadas
fa_ir: اقدامات برای کاربران انتخابی
hu_hu: Kiválasztott felhasználókkal végzendő művelet
lv_lv: Izvēlēto lietotāju darbībasa
no: Valgt brukerhandlinger
ru: Действия над выбранными пользователями
tr_tr: Seçilen kullanıcı eylemleri

source: users
ar_sa: المستخدمين
el_gr: χρήστες
es_co: usuarios
fa_ir: کاربران
hu_hu: felhasználók
lv_lv: lietotāji
no: brukere
ru: пользователи
tr_tr: kullanıcılar

source: reCAPTCHA
tr_tr: Doğrulama Kodu
