Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: xsendfile improves downloads by allowing the web server to send the file directly (without php and it's limitations in the middle). This provides several optimizations, such as resumable, more stable downloads. This in an advanced feature that requires you to install and enable a module on your server.
ar_sa: xsendfile يحسن التنزيلات عن طريق السماح لخادم الويب بإرسال الملف مباشرة (بدون php و محدوديتها في المنتصف). يوفر هذا العديد من التحسينات ، مثل التنزيلات القابلة للاستئناف والأكثر استقرارًا. هذا في ميزة متقدمة تتطلب منك تثبيت وتمكين وحدة على الخادم الخاص بك.
es_co: xsendfile mejora las descargas permitiendo que el servidor web envíe el archivo directamente (sin php y sus limitaciones en el proceso). Esto provee varias optimizaciones, tales como descargas más estables y que se pueden reanudar. Esta es una función avanzada que requiere que usted instale y habilite un módulo en su servidor.
hu_hu: Az xsendfile javítja a letöltéseket a webkiszolgáló által közvetlenül küldve (a php és egyéb megkötések nélkül a kapcsolatban). Ez több előnnyel is jár, mint a folytatható, stabilabb letöltések. Ez egy fejlett funkció, amelyhez a webkiszolgálóra modulokat kell telepíteni és engedélyezni.
lv_lv: xsendfile uzlabo lejuplādes atļaujot tīkla serverim sūtīt datnes tieši (neizmantojot php un tā ierobežojumus). Tas nodošina vairākas optimizācijas, kā atjaunojamas, daudz stabilākas lejuplādes. Šī ir advancēta funkcija, kura pieprasa jums uzstādīt un iespējot šo moduli uz jūsu servera.
ru: xsendfile улучшает скачивание, позволяя веб-серверу отправлять файл напрямую (без посредничества php и его ограничений). Это обеспечивает такие оптимизации как возобновляемые и более стабильные загрузки. Это продвинутая функция, которая требует установки и включения соответствующего модуля на вашем сервере.

source: System location
ar_sa: موقع النظام
el_gr: Θέση συστήματος
es_co: Ubicación del sistema
fa_ir: آدرس سیستم در کامپیوتر سرویس دهنده
hu_hu: Rendszer elhelyezkedése
lv_lv: Sistēmas lokācija
no: Systemlokasjon
ru: Местоположение системы
tr_tr: Sistemin konumu

source: These options are to be changed only if you are moving the system to another place. Changes here can cause ProjectSend to stop working.
ar_sa: يجب تغيير هذا الخيارات فقط إذا كنت تنقل النظام إلى مكان آخر . يمكن أن تؤدي التغييرات هنا إلى توقف ProjectSend عن العمل
el_gr: Αυτές οι επιλογές πρέπει να αλλάξουν μόνο εάν μετακινείτε το σύστημα σε άλλη θέση. Οι αλλαγές εδώ μπορεί να προκαλέσουν διακοπή λειτουργίας του ProjectSend.
es_co: Estas opciones deben ser cambiadas sólo si está moviendo su sistema a otrolugar. Estos cambios pueden hacer que ProjectSend deje de funcionar.
fa_ir: این گزینه ها فقط در صورتی تغییر می یابند که سیستم را به مکان دیگری تغییر دهید. تغییر در اینجا می تواند سیستم را متوقف کند.
hu_hu: Ezeket a beállításokat csak akkor módosítsa, ha átköltözteti a rendszert egy másik helyre. Az itteni változások megakadályozhatják a ProjectSend további működését.
lv_lv: Šīs opcijas nepieciešams mainīt tikai ja migrējat sistēmu uz citu vietu. Radītās izmaiņas var apturēt ProjectSend no tālākas darbības.
no: Disse valgene må bare endres hvis du flytter systemet til et annet sted. Endringer her kan føre til at ProjectSend slutter å virke.
ru: Эти параметры должны быть изменены, только если вы переносите систему в другое место. Изменения здесь могут привести к неработоспособности ProjectSend.
tr_tr: Bu seçenekler sadece sistemi başka bir yere taşıyorsanız değiştirilmelidir.Buradaki değişiklikler ProjectSend'in çalışmamasına neden olabilir.

source: System URI
ar_sa: نظام URI
el_gr: URI του συστήματος
es_co: URI del Sistema
fa_ir: آدرس سیستم
hu_hu: Rendszer URI
lv_lv: Sistēmas URl
no: System-URL
ru: Системный URI
tr_tr: Sistem web adresi

source: Prevent search engines from indexing this site
ar_sa: منع محركات البحث من فهرسة هذا الموقع
el_gr: Αποτρέψετε τις μηχανές αναζήτησης από την ευρετηρίαση αυτού του ιστότοπου
es_co: Evite que los motores de búsqueda indexen este sitio
fa_ir: جلوگیری از موتورهای جستجو از نمایه سازی این سایت
hu_hu: Az oldal indexálásának tiltása a keresőrobotok számára
lv_lv: Apturēt meklētājprogrammas no šīs lapas indeksācijas
no: Stopp søkemotorer fra å indeksere nettstedet
ru: Запретить индексирование поисковиками этого сайта
tr_tr: Arama motorlarının bu siteyi indekslemesini engelle

source: Enable information page for private files
ar_sa: تمكين صفحة المعلومات للملفات الخاصة
el_gr: Ενεργοποίηση σελίδας πληροφοριών για ιδιωτικά αρχεία
es_co: Habilitar página de información para archivos privados
fa_ir: فعال کردن صفحه اطلاعات را برای فایلهای خصوصی
hu_hu: A privát állományok információs oldalának engedélyezése
lv_lv: Iespējot informācijas lapu priekš privātām datnēm
no: Aktiver informasjonsside for private filer
ru: Включить информационную страницу для приватных файлов
tr_tr: Özel dosyalar için bilgi sayfasını etkinleştir

source: If enabled, the file information landing page will be available even for files that are not marked as private. Downloading them will stay restricted.
ar_sa: في حالة التمكين . ستكون الصفحة المقصودة لمعلومات الملف متاحة حتى للملفات التي لم يتم وضع علامة عليها على انها خاصة تنزيلها سيظل مقيدا
el_gr: Αν είναι ενεργοποιημένη, η σελίδα προορισμού πληροφοριών αρχείων θα είναι διαθέσιμη ακόμα και για αρχεία που δεν έχουν επισημανθεί ως ιδιωτικά. Η λήψη τους θα παραμείνει περιορισμένη.
es_co: Si está opción esta activada, la página de información del archivo estará disponible incluso aunque los archivos estén marcados como privados. Las descargas permanecerán restringidas.
fa_ir: اگر فعال شود، صفحه فرود صفحه اطلاعات فایل حتی برای فایلهایی که به عنوان خصوصی مشخص نشده اند در دسترس خواهد بود. بارگیری آنها محدود خواهد شد.
hu_hu: Ha engedélyezve van, akkor az információs oldal azon állományok számára is engedélyezve lesz, amelyek nincsenek belsőként megjelölve. Letöltésük ugyanakkor továbbra is korlátozva lesz.
lv_lv: Ja iespējots, datņu informatīvā lapa būs iespējota pat tām datnēm kas atzīmētas kā privātas. Lejuplāde paliks ierobežota.
no: Hvis aktivert vil filinformasjonssiden være tilgjengelig selv for filer som ikke er markert som private. Nedlasting av dem vil forbli begrenset.
ru: Если включено, страница информации о файле будет доступна даже для файлов, которые не помечены как приватные. Скачивание их будет запрещено.
tr_tr: Etkinleştirildiğinde, dosya bilgileri açılış sayfası özel olarak işaretlenmemiş dosyalar için bile kullanılabilir. Bunları indirmek sınırlı kalacaktır.

source: Public groups and files listings page
ar_sa: صفحه قوائم المجموعات العامة والملفات
el_gr: Δημόσιες ομάδες και σελίδα καταχωρήσεων των αρχείων
es_co: Listado de grupos y archivos públicos
fa_ir: صفحه های گروه های عمومی و صفحات لیست فایل ها
hu_hu: Nyilvános csoportok és állományok listája
lv_lv: Publisko grupu un datņu srakstu lapa
no: Side for lister over offentlige grupper og filer
ru: Публичные группы и страница списка файлов
tr_tr: Genel gruplar ve dosya listeleri sayfası

source: Enable page
ar_sa: تمكين الصفحه
el_gr: Ενεργοποίηση σελίδας
es_co: Habitar página
fa_ir: فعال کردن صفحه
hu_hu: Oldal engedélyezése
lv_lv: Iespējot lapu
no: Aktiver side
ru: Включить страницу
tr_tr: Sayfayı etkinleştir

source: The url for the listings page is
ar_sa: عنوان url لصفحة القوائم هو
el_gr: Η διεύθυνση url για τη σελίδα καταχωρήσεων είναι
es_co: La url de la página de listados es
fa_ir: آدرس این صفحه فهرست برابر است با
hu_hu: A listaoldal webcíme
lv_lv: Adrese priekš sarakstu lapas ir
no: URL for listesiden er
ru: URI страницы списков файлов
tr_tr: Listeler sayfasının URL'si

source: Only for logged in clients
ar_sa: فقط للعملاء المسجلين
el_gr: Μόνο για συνδεδεμένους πελάτες
es_co: Sólo para clientes registrados
fa_ir: فقط برای مشتریانی که به سیستم وارد شده اند
hu_hu: Csak bejelentkezett ügyfelek számára
lv_lv: Tikai priekš autorizētiem klientiem
no: Bare tilgjengelig for innloggede klienter
ru: Только для авторизовавшихся клиентов
tr_tr: Sadece giriş yapan istemci(alıcı)ler için

source: Inside groups show all files, including those that are not marked as public.
ar_sa: تُظهر المجموعات الداخلية جميع الملفات ، بما في ذلك الملفات التي لم يتم وضع علامة عليها على أنها عامة.
el_gr: Μέσα στις ομάδες εμφανίζονται όλα τα αρχεία, συμπεριλαμβανομένων εκείνων που δεν έχουν επισημανθεί ως δημόσια.
es_co: Dentro de los grupos se muestran todos los archivos, incluidos los que no están marcados como públicos.
fa_ir: درون گروه ها تمام فایل ها را نشان می دهد، از جمله مواردی که به عنوان عمومی مشخص نشده اند.
hu_hu: Csoporton belül mutasson minden állományt, azokat is, amelyek nem publikusak.
lv_lv: Iekš grupām rādīt visas datnes, ieskaitot tās, kuras nav atzīmētas kā publiskas.
no: Vis alle filer i gruppene, inkludert filene som ikke er markert som offentlige.
ru: Внутри групп показывать все файлы, включая те, которые не помечены как публичные.
tr_tr: İç gruplar, genel olarak işaretlenmemiş olanlar dahil, tüm dosyaları gösterir.

source: On public files, show the download link.
ar_sa: في الملفات العامة ، اعرض رابط التنزيل.
el_gr: Σε δημόσια αρχεία, εμφάνισε τον σύνδεσμο λήψης.
es_co: Para los archivos públicos, se muestra el enlace de descarga.
fa_ir: در فایل های عمومی، لینک دانلود را نشان می دهد.
hu_hu: Nyilvános állományoknál mutassa a letöltési linket.
lv_lv: Publiskām datnēm rādīt lejuplādes adresi.
no: Vis nedlastingslinken for offentlige filer.
ru: На публичных файлах показать ссылку на скачивание.
tr_tr: Genel dosyalarda, indirme bağlantısını göster.

source: Allowed file extensions
ar_sa: ملحقات الملفات المسموح بها
el_gr: Επιτρεπόμενες επεκτάσεις αρχείων
es_co: Estensiones permitidas
fa_ir: پسوند فایلهای مجاز
hu_hu: Engedélyezett fájlkiterjesztések
lv_lv: Atļautie failu paplašinājumi
no: Tillate filendelser
ru: Разрешенные файловые расширения
tr_tr: Kabul edilen dosya uzantıları

source: Be careful when changing this options. They could affect not only the system but the whole server it is installed on.
ar_sa: كن حذرا عند تغيير هذه الخيارات. يمكن أن تؤثر ليس فقط على النظام ولكن على الخادم بأكمله المثبت عليه.
el_gr: Προσέξτε όταν αλλάζετε αυτές τις επιλογές. Θα μπορούσαν να επηρεάσουν όχι μόνο το σύστημα αλλά ολόκληρο το διακομιστή στον οποίο είναι εγκατεστημένο.
es_co: Sea cuidadoso al cambiar estas opciones. Podrían afectar no sólo al sistema sino también al servidor en el que está instalado.
fa_ir: هنگام تغییر این گزینه مراقب باشید. آنها نه تنها سیستم را تحت تاثیر قرار می دهند، بلکه بر کل سرور نیز موثر است.
hu_hu: Legyen körültekintő, ha megváltoztatja ezeket a beállításokat. Ezek pontenciálisan nem csak a rendszerre, hanem az azt futtató szerverre is hatással lehetnek.
lv_lv: Esiet uzmanīgs, kad maināt šo funkciju. Var ietekmēt ne tikai sistēmas darbību bet arī paša servera darbību uz kura tā uzstādīta.
no: Vær forsiktig ved endring av disse valgene. De kan påvirke ikke bare systemet, men også hele serveren.
ru: Будьте осторожны при изменении данных опций. Они могут повлиять не только на систему, но и на весь сервер.
tr_tr: Bu seçenekleri değiştirirken dikkatli olun. Yalnızca sistemi değil, yüklü olduğu sunucuyu da etkileyebilirler.

source: Important
ar_sa: مهم
el_gr: Σημαντικό
es_co: Importante
fa_ir: مهم
hu_hu: Fontos
lv_lv: Svarīgi
no: Viktig
ru: Важно
tr_tr: Önemli

source: Separate allowed file types with a comma.
ar_sa: فصل أنواع الملفات المسموح بها بفاصلة.
el_gr: Ξεχωρίστε τους επιτρεπόμενους τύπους αρχείων με κόμμα.
es_co: Separe los tipos de archivo permitidos con una coma(,).
fa_ir: انواع فایل های مجاز را با کاما جدا کنید
hu_hu: Az engedélyezett állománytípusokat pontosvesszővel válassza el!
lv_lv: Atdalīt atļautos datņu tipus ar komatu.
no: Separer tillate filtyper med et komma.
ru: Разделите разрешённые типы файлов запятыми.
tr_tr: Kabul edilen dosya uzantılarını virgülle ayır.

source: Limit file types uploading to
ar_sa: تحديد أنواع الملفات التي يتم رفعها إلى
el_gr: Περιορισμός των τύπων αρχείων που μεταφορτώνονται σε
es_co: Limitar los tipos de archivos que se cargan en
fa_ir: محدود کردن انواع فایل های آپلود به
hu_hu: A feltöltések korlátozása következő állománytípusokra:
lv_lv: Ierobežot datņu tipu augšuplādi uz
no: Begrens filtypeopplasting til
ru: Ограничить загрузку файлов по типам
tr_tr: Dosya türleri için yükleme limiti

source: No one
ar_sa: لا أحد
el_gr: Κανένα
es_co: Ninguno
fa_ir: هیچ کس
hu_hu: Senki
lv_lv: Neviens
no: Ingen
ru: Никто
tr_tr: Kimse

source: Everyone
ar_sa: كل واحد
el_gr: Όλοι
es_co: Todos
fa_ir: همه
hu_hu: Mindenki
lv_lv: Visi
no: Alle
ru: Все
tr_tr: Herkes

source: Clients only
ar_sa: عملاء فقط
el_gr: Μόνο πελάτες
es_co: Sólo clientes
fa_ir: فقط مشتریان
hu_hu: Csak ügyfelek
lv_lv: Tikai klienti
no: Bare klienter
ru: Только клиенты
tr_tr: Sadece istemci(alıcı)ler

source: Warning: php extension is allowed. This is a serious security problem. If you are not sure that you need it, please remove it from the list.
ar_sa: تحذير: يسمح بامتداد php. هذه مشكلة أمنية خطيرة. إذا لم تكن متأكدًا من حاجتك إليه ، فيرجى إزالته من القائمة.
el_gr: Προειδοποίηση: επιτρέπεται η επέκταση php. Αυτό είναι ένα σοβαρό πρόβλημα ασφάλειας. Εάν δεν είστε βέβαιοι ότι το χρειάζεστε, αφαιρέστε το από τη λίστα.
es_co: Advertencia: la extensión php está permitida. Esto crearía un grave problema de seguridad. Si Si no está seguro de necesitarlo, por favor, retírelo de la lista.
fa_ir: هشدار: پسوند php مجاز است. این مسئله امنیتی جدی است. اگر مطمئن نیستید که به آن نیاز دارید، لطفا آن را از لیست حذف کنید.
hu_hu: Figyelmeztetés: a php fájliterjesztés engedélyezve van. Ez komoly biztonsági probléma. Amennyiben nem biztos abban, hogy ez valóban szükséges, távolítsa el a listából!
lv_lv: Uzmanību: php paplašinājums ir atļauts. Šī ir būtiska drošības problēma. Ja jūs neesat drošs par tā nepieciešamību, lūdzams to izņemt no saraksta.
no: Advarsel: php ikke tillatt. Dette er et alvorlig sikkerhetsproblem. Hvis du ikke er sikker på at du trenger det, fjern det fra listen.
ru: Предупреждение: разрешено расширение .php. Это серьёзная угроза безопасности. Если вы не уверены, что вам это действительно необходимо, уберите его из списка.
tr_tr: Uyarı: php uzantısı kabul edilebilir. Bu ciddi bir problemdir. Eğer buna ihtiyaç duyduğunuza emin değilseniz listeden lütfen listeden kaldırın.

source: SVG files
ar_sa: ملفات SVG
es_co: Archivos SVG
hu_hu: SVG állományok
lv_lv: SVG datnes
ru: SVG-файлы

source: Show thumbnails for SVG files
ar_sa: أظهر الصور المصغرة لملفات SVG
es_co: Mostrar miniaturas para archivos SVG
hu_hu: SVG állományok bélyegképeinek mutatása
lv_lv: Rādīt sīktēlus priekš SVG datnēm
ru: Показывать миниатюры для файлов SVG

source: Passwords
ar_sa: كلمات المرور
el_gr: Κωδικοί πρόσβασης
es_co: Claves
fa_ir: پیچیدگی کلمه عبور
hu_hu: Jelszavak
lv_lv: Paroles
no: Passord
ru: Пароли
tr_tr: Şifreler

source: When setting up a password for an account, require at least:
ar_sa: عند إعداد كلمة مرور لحساب ، اطلب على الأقل:
el_gr: Κατά τη ρύθμιση ενός κωδικού πρόσβασης για έναν λογαριασμό, απαιτήστε τουλάχιστον:
es_co: Cuando se configura una contraseña para una cuenta, se requiere al menos:
fa_ir: هنگام تنظیم یک رمز عبور برای یک حساب، حداقل نیاز دارید:
hu_hu: Amikor jelszót adnak meg egy fiókhoz, minimálisan ez legyen szükséges:
lv_lv: Kad tiek iestatīta konta parole, pieprasīt vismaz:
no: Krev minst følgende ved oppsett av passord for en konto:
ru: При настройке пароля для аккаунта требуется по крайней мере:
tr_tr: Bir hesap için bir şifre ayarlarken, en azından şunları gerektirir:

source: Helps prevent SPAM on your registration form.
ar_sa: يساعد على منع الرسائل الاقتحامية في استمارة التسجيل.
el_gr: Βοηθά στην αποτροπή του SPAM στη φόρμα εγγραφής σας.
es_co: Ayuda a prevenir el SPAM en su formulario de registro.
fa_ir: از SPAM در فرم ثبت نام شما جلوگیری کند.
hu_hu: Segít a regisztrációs formot érintő SPAM visszafogásában.
lv_lv: Palīdz novērst SPAM jūsu reģistrācijas laukā.
no: Hjelper med å stoppe søppelpost via registreringskjemaet ditt.
ru: Помогает предотвратить спам вашей регистрационной формы.
tr_tr: Kayıt formunuzdaki SPAM'ın engellenmesine yardımcı olur.

source: Use reCAPTCHA
ar_sa: استخدم reCAPTCHA
el_gr: Χρησιμοποιήστε το reCAPTCHA
fa_ir: استفاده از reCAPTCHA
hu_hu: reCAPTCHA használata
lv_lv: Izmantot reCAPTCHA
no: Bruk reCAPTCHA
ru: Использовать reCAPTCHA
tr_tr: Doğrulama kodu kullan

source: Site key
ar_sa: مفتاح الموقع
el_gr: Κλειδί ιστοτόπου
es_co: Llave del sitio
hu_hu: Site kulcs (site key):
lv_lv: Lapas atslēga
no: Nettstedsnøkkel
ru: Ключ сайта
tr_tr: Site anahtarı

source: Secret key
ar_sa: مفتاح سري
el_gr: Μυστικό κλειδί
es_co: Llave secreta
hu_hu: Titkos kulcs (Secret key):
lv_lv: Slepenā atslēgta
no: Hemmelig nøkkel
ru: Секретный ключ
tr_tr: Gizli anahtar

source: Please enter your account's e-mail address. You will receive a link to continue the process.
ar_sa: يرجى إدخال عنوان البريد الإلكتروني الخاص بحسابك. سوف تتلقى رابطًا لمتابعة العملية.
el_gr: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού σας. Θα λάβετε ένα σύνδεσμο για να συνεχίσετε τη διαδικασία.
es_co: Favor ingrese su correo electrónico. Usted recibirá un enlace para continuar con el proceso
fa_ir: لطفا آدرس ایمیل حساب خود را وارد کنید. شما یک لینک برای ادامه روند دریافت خواهید کرد.
hu_hu: Adja meg a regisztrált e-mail címét, egy linket küldünk.
lv_lv: Ievadiet jūsu konta e-pasta adresi. Jūs saņemsiet saiti, lai turpinātu procesu.
no: Vennligst skriv inn epostadressen til kontoen din. Du vil motta en link for å fortsette prosessen.
ru: Пожалуйста, введите email-адрес вашего аккаунта. Вы получите ссылку для продолжения процесса.
tr_tr: Lütfen hesabınıza bağlı e-posta adresinizi girin. İşleme devam etmek için bir link alacaksınız.

source: Get a new password
ar_sa: احصل على كلمة مرور جديدة
el_gr: Λάβετε έναν νέο κωδικό πρόσβασης
es_co: Obtenga una nueva contraseña
fa_ir: یک رمز عبور جدید دریافت کنید
hu_hu: Igényeljen új jelszót
lv_lv: Iegūt jaunu paroli
no: Få nytt passord
ru: Получить новый пароль
tr_tr: Yeni şifre al

source: New password
ar_sa: كلمة السر الجديدة
el_gr: Νέος κωδικός πρόσβασης
es_co: Nueva contraseña
fa_ir: رمز عبور جدید
hu_hu: Új jelszó
lv_lv: Jaunā parole
no: Nytt passord
ru: Новый пароль
tr_tr: Yeni şifre

source: Please enter your desired new password. After that, you will be able to log in normally.
ar_sa: يرجى إدخال كلمة المرور الجديدة المطلوبة. بعد ذلك ، ستتمكن من تسجيل الدخول بشكل طبيعي.
el_gr: Εισαγάγετε τον νέο κωδικό πρόσβασης σας. Μετά από αυτό, θα μπορείτε να συνδεθείτε κανονικά.
es_co: Ingrese su nueva contraseña, después de esto ud podrá ingresar normalmente
fa_ir: لطفا رمز عبور جدید مورد نظر خود را وارد کنید. پس از آن، شما می توانید به طور معمول وارد شوید.
hu_hu: Kérjük, válasszon új jelszót!
lv_lv: Ievadiet jums tīkamu paroli. Pēc tam, jūs varēsiet ielogoties ierastā ceļā.
no: Skriv inn ditt ønskede passord. Du vil kunne logge inn på normal måte etterpå.
ru: Пожалуйста, введите новый пароль. После этого вы сможете войти как обычно.
tr_tr: Lütfen yeni şifrenizi girin. Sonrasında giriş yapabileceksiniz.

source: Set new password
ar_sa: قم بتعيين كلمة مرور جديدة
el_gr: Ορίστε νέο κωδικό πρόσβασης
es_co: Ingrese nueva contraseña
fa_ir: تنظیم رمز جدید
hu_hu: Új jelszó beállítása
lv_lv: Iestatīt jaunu paroli
no: Lagre nytt passord
ru: Установить новый пароль
tr_tr: Yeni şifreyi ayarla

source: Your browser doesn't support HTML5, Flash or Silverlight. Please update your browser or install Adobe Flash or Silverlight to continue.
ar_sa: متصفحك لا يدعم HTML5 أو Flash أو Silverlight. يرجى تحديث المتصفح الخاص بك أو تثبيت Adobe Flash أو Silverlight للمتابعة.
el_gr: Το πρόγραμμα περιήγησης σας δεν υποστηρίζει HTML5, Flash ή Silverlight. Ενημερώστε τον περιηγητή σας browser ή εγκαταστήστε το Adobe Flash ή το Silverlight για να συνεχίσετε.
es_co: Su navegador no soporta HTML5, Flash o Silverlight. Por favor, actualicelo o instalar Adobe Flash o Silverlight para continuar.
fa_ir: مرورگر شما HTML5، Flash یا Silverlight را پشتیبانی نمی کند. لطفا مرورگر خود را به روز کنید یا Adobe Flash یا Silverlight را نصب کنید تا فرآیند ادامه یابد.
hu_hu: Az Ön böngészője nem támogatja a HTML5-öt, sem pedig a Flasht vagy Silverlight-ot. Kérjük frissítse a böngészőjét vagy pedig telepítsen fel Adobe Flasht vagy Silverlight-ot a folytatáshoz.
lv_lv: Jūsu pārlūks neatbalsta HTML5, Flash vai Silverlight. Lūdzu atjauniniet jūsu pārlūku vai instelējiet Adobe Flash (nedrošs) vai Silverlight, lai turpinātu.
no: Nettleseren din støtter ikke HTML5, Flash eller Silverlight. Oppdater nettleseren eller installer Adobe Flash eller Silverlight for å fortsette.
ru: Ваш браузер не поддерживает HTML5, Flash или Silverlight. Пожалуйста, обновите ваш браузер или установите Adobe Flash или Silverlight.
tr_tr: Tarayıcınız HTML5 , Flash veya Silverlight desteklemiyor. Devam etmek için lütfen tarayıcınızı güncelleyin ya da Adobe Flash veya Silverlight yükleyin.

source: Upload files
ar_sa: تحميل الملفات
el_gr: Μεταφόρτωση αρχείων
es_co: Subir archivos
fa_ir: آپلود فایلها
hu_hu: Állomány feltöltés
lv_lv: Augšuplādēt datnes
no: Last opp filer
ru: Загрузить файлы
tr_tr: Dosyaları yükle

source: Your files are being uploaded! Progress indicators may take a while to update, but work is still being done behind the scenes.
ar_sa: يتم تحميل ملفاتك! قد يستغرق تحديث مؤشرات التقدم بعض الوقت ، ولكن لا يزال العمل جارًا وراء الكواليس.
el_gr: Τα αρχεία σας ανεβαίνουν! Οι δείκτες προόδου ενδέχεται να χρειαστούν λίγο χρόνο για να ενημερωθούν, αλλά συνεχίζονται οι εργασίες στο παρασκήνιο.
es_co: ¡Tus archivos están siendo subidos! Los indicadores de progreso pueden tardar un poco en actualizarse, pero todavía se está trabajando tras bamabalinas.
fa_ir: فایل های شما در حال آپلود شدن هستند! شاخص های پیشرفت ممکن است طول بکشد تا به روز رسانی شود، اما کار هنوز هم در پشت صحنه انجام می شود.
hu_hu: Az állományok feltöltése folyamatban van! A folyamatjelzők frissülése beletellhet némi időbe, de a háttérben folyamatos a munka.
lv_lv: Jūsu datnes tiek augšuplādētas.
no: Filene dine blir lastet opp! Det kan ta en stund før fremskrittsindikatorer oppdateres, men arbeid gjøres fremdeles i bakgrunnen.
ru: Ваши файлы загружаются! Индикаторы прогресса загрузки имеют небольшую задержку, но сама загрузка происходит в фоновом режиме.
tr_tr: Dosyalarınız yükleniyor! İlerleme göstergelerinin güncellenmesi biraz zaman alabilir, ancak yine de iş sahne arkasında yapılmakta.

source: Add user
ar_sa: أضف مستخدم
el_gr: Προσθήκη χρήστη
es_co: Adicionar Usuario
fa_ir: اضافه کردن کاربر
hu_hu: Felhasználó hozzáadása
lv_lv: Pievienot lietotāju
no: Legg til bruker
ru: Добавить пользователя
tr_tr: Kullanıcı ekle

source: Save user
ar_sa: حفظ المستخدم
el_gr: Αποθήκευση χρήστη
es_co: Grabar Usuario
fa_ir: ذخیره کاربر
hu_hu: Felhasználó mentése
lv_lv: Saglabāt lietotāju
no: Lagre bruker
ru: Сохранить пользователя
tr_tr: Kullanıcıyı kaydet

source: Role
ar_sa: وظيفة
el_gr: Ρόλος
es_co: Rol
fa_ir: نقش
hu_hu: Szerepkör
lv_lv: Lomas
no: Rolle
ru: Роль
tr_tr: Rol

source: Active (user can log in)
ar_sa: نشط (يمكن للمستخدم تسجيل الدخول)
el_gr: Ενεργός (ο χρήστης μπορεί να συνδεθεί)
es_co: Activo (usuario puede ingresar al sistema)
fa_ir: فعال (کاربر می تواند وارد شود)
hu_hu: Aktív (be tud jelentkezni)
lv_lv: Aktīvs (lietotājs var ielogoties)
no: Aktiv (bruker kan logge inn)
ru: Активный (может входить)
tr_tr: Etkin (kullanıcı giriş yapabilir)

source: ProjectSend was installed
ar_sa: تم تثبيت ProjectSend
el_gr: Το ProjectSend εγκαταστάθηκε
es_co: ProjectSend fue instalado
fa_ir: سامانه نصب شده بود
hu_hu: A ProjectSend telepítve
lv_lv: ProjectSend ticis uzstādīts
no: ProjectSend ble innstallert
ru: ProjectSend установлен
tr_tr: ProjectSend yüklendi

source: logged in to the system.
ar_sa: تسجيل الدخول إلى النظام.
el_gr: συνδέθηκε στο σύστημα.
es_co: Ingresó al sistema
fa_ir: به سیستم وارد شد.
hu_hu: bejelentkezve
lv_lv: ielogojies sistēmā.
no: innlogget i systemet.
ru: вошел в систему.
tr_tr: sisteme giriş yaptı.
