Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: logged in with a social profile
ar_sa: الدخول بواسطة حساب تواصل إجتماعي
es_co: inició sesión con un perfil social
hu_hu: bejelentkezve közösségi profil segítségével
lv_lv: ielogojies izmantojot sociālo profilu
ru: вошел в систему с помощью социального профиля

source: %s logged in with a social profile
ar_sa: %s دخل بواسطة ملف شخصي
es_co: %s inició sesión con un perfil social
hu_hu: %s bejelentkezett közösségi profil segítségével
lv_lv: %s ielogojies izmantojot sociālo profilu
ru: %s вошел в систему с помощью социального профиля

source: approved an account request for
ar_sa: وافق على طلب حساب ل
es_co: aprobó una solicitud de cuenta para
hu_hu: felhasználói fiók kérés jóváhagyva
lv_lv: apstiprinājis konta pieprasījumu priekš
ru: одобрил запрос на создание аккаунта

source: %s approved an account request for %s
ar_sa: %s وافق على طلب حساب ل %s
es_co: %s aprobó una solicitud de cuenta para %s
hu_hu: %s jóváhagyta %s felhasználói fiók kérését
lv_lv: %s apstiprinājis konta pieprasījumu priekš %s
ru: %s одобрил запрос на создание аккаунта %s

source: denied an account request for
ar_sa: رفض طلب حساب ل
es_co: rechazó una solicitud de cuenta para
hu_hu: felhasználói fiók kérés megtagadva
lv_lv: atteikts konta pieprasījums priekš
ru: отклонил запрос на создание аккаунта

source: %s denied an account request for %s
ar_sa: %s رفض طلب حساب ل %s
es_co: %s rechazó una solicitud de cuenta para %s
hu_hu: %s megtagadta %s felhasználói fiók kérését
lv_lv: %s atteikts konta pieprasījums priekš %s
ru: %s отклонил запрос на создание аккаунта %s

source: updated system options
ar_sa: تحديث مواصفات النظام
es_co: opciones del sistema actualizados:
hu_hu: frissítette a rendszer beállításait
lv_lv: atjaunoti sistēmas iestatījumi
ru: обновил системные настройки

source: %s updated system options: %s
ar_sa: %s قام بتعديل ميزات النظام: %s
es_co: %s opciones del sistema actualizados: %s
hu_hu: %s frissítette a rendszer beállításait: %s
lv_lv: %s atjaunoti sistēmas iestatījumi: %s
ru: %s обновил системные настройки: %s

source: updated an email template
ar_sa: قام بتحديث قالب بريد إلكتروني
es_co: plantilla de correo actualizada:
hu_hu: frissített egy e-mail sablont
lv_lv: atjaunota e-pasta sagatave
ru: обновил шаблон email

source: %s updated email template: %s
ar_sa: %s قام بتحديث قالب بريد إلكتروني: %s
es_co: %s plantilla de correo actualizada: %s
hu_hu: %s frissítette a következő e-mail sablont: %s
lv_lv: %s atjaunota e-pasta sagatave: %s
ru: %s обновил шаблон email: %s

source: Search
ar_sa: بحث
el_gr: Αναζήτηση
es_co: Búsqueda
fa_ir: جستجو
hu_hu: Keresés
lv_lv: Meklēt
no: Søk
ru: Поиск
tr_tr: Arama

source: An unexpected error has occurred
ar_sa: لقد حدث خطأ غير متوقع
el_gr: Παρουσιάστηκε μη αναμενόμενο σφάλμα
es_co: Ha ocurrido un error inesperado
fa_ir: یک خطای غیر منتظره رخ داده است
hu_hu: Nem várt hiba keletkezett.
lv_lv: Notikusi neparedzēta kļūme
no: En uventet feil har oppstått
ru: Произошла неизвестная ошибка
tr_tr: Beklenmeyen bir hata oluştu

source: Could not generate a random password
ar_sa: تعذر إنشاء كلمة مرور عشوائية
el_gr: Δεν ήταν δυνατή η δημιουργία τυχαίου κωδικού πρόσβασης
es_co: No se pudo generar una contraseña aleatoria
fa_ir: نمی شود رمز ورود تصادفی ایجاد کرد
hu_hu: Nem sikerült új jelszót generálni
lv_lv: Nav izdevies ģenerēt nejaušu paroli
no: Kunne ikke generere et tilfeldig passord
ru: Невозможно сгенерировать случайный пароль
tr_tr: Rasgele bir şifre oluşturulamadı

source: Provided by
ar_sa: مقدمة من
el_gr: Παρέχεται από
es_co: Provista por
fa_ir: تهیه شده توسط
hu_hu: Biztosítja
lv_lv: Nodrošinājis
no: Tilgjengeliggjort av
ru: Предоставлено
tr_tr: Tarafından sunulan

source: version
ar_sa: الإصدار
el_gr: έκδοση
es_co: Versión
fa_ir: نسخه
hu_hu: verzió
lv_lv: versija
no: versjon
ru: версия
tr_tr: versiyon

source: Free software
ar_sa: البرمجيات الحرة
el_gr: Ελεύθερο λογισμικό
es_co: Software gratis
fa_ir: نرم افزار رایگان
hu_hu: Szabad szoftver
lv_lv: Brīva programmatūra
no: Fri programvare
ru: Бесплатное программное обеспечение
tr_tr: Ücretsiz yazılım

source: Important:
ar_sa: الأهمية
el_gr: Σημαντικό:
es_co: Importante:
fa_ir: مهم:
hu_hu: Fontos:
lv_lv: Svarīgi:
no: Viktig:
ru: Важно:
tr_tr: Önemli:

source: There are no clients or groups at the moment. You can still upload files and assign them later.
ar_sa: لا يوجد عملاء أو مجموعات في الوقت الحالي. لا يزال بإمكانك تحميل الملفات وتعيينها لاحقًا.
el_gr: Δεν υπάρχουν πελάτες ή ομάδες αυτήν τη στιγμή. Μπορείτε να ανεβάσετε αρχεία και να τα αντιστοιχίσετε αργότερα.
es_co: No hay clientes ni grupos en este momento. Pero puede subir archivos yasignarlos más tarde.
fa_ir: در حال حاضر هیچ مشتری یا گروهی وجود ندارد هنوز می توانید فایل ها را آپلود کرده و بعدا آنها را اختصاص دهید.
hu_hu: Jelenleg nincsenek ügyfelek vagy csoportok létrehozva. Ettől függetlenül feltölthet fájlokat és később hozzárendelheti őket.
lv_lv: Šeit nav klientu vai grupu uz doto brīdi. Tas neliedz augšupādēt failus un piesaistīt tos vēlāk.
no: Det eksisterer ingen klienter eller grupper for øyeblikket. Du kan fremdeles laste opp filer og tildele dem senere.
ru: Сейчас в группах нет клиентов. Вы можете загрузить файлы и прикрепить их позже.
tr_tr: Şu anda hiçbir istemci(alıcı) veya grup yok. Hala dosya yükleyip daha sonra atayabilirsiniz.

source: The password must contain, at least:
ar_sa: يجب أن تحتوي كلمة المرور على الأقل:
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον:
es_co: La clave debe contener, al menos:
fa_ir: رمز عبور باید حداقل شامل باشد:
hu_hu: A jelszónak tartalmaznia kell legalább:
lv_lv: Parolei jāsatur vismas:
no: Passordet må minst inneholde:
ru: Пароль должен содержать, по крайней мере:
tr_tr: Şifre en azından şunu içermelidir:

source: Password change is required for your account
ar_sa: يتطلب تغيير كلمة المرور لحسابك
es_co: Se requiere un cambio de contraseña para la cuenta
hu_hu: Jelszóváltoztatás szükséges a felhasználói fiókjához
lv_lv: Jūsu kontam nepieciešama paroles nomaiņa
ru: Требуется сменить пароль для вашей учётной записи

source: System Administrator
ar_sa: مدير النظام
el_gr: Διαχειριστής του συστήματος
es_co: Administrador del sistema
fa_ir: مدیر سیستم
hu_hu: Rendszer Adminisztrátor
lv_lv: Sistēmas administrātors
ru: Администратор системы
tr_tr: Sistem Yöneticisi

source: Account Manager
ar_sa: إدارة حساب المستخدم
es_co: Administrador de cuentas
fa_ir: مدیر حساب کاربری
hu_hu: Ügyfélmenedzser
lv_lv: Konta menedžeris
no: Kontoadministrator
ru: Менеджер учетных записей
tr_tr: Hesap Yöneticisi

source: Uploader
ar_sa: تحميل
es_co: Cargador
fa_ir: ارسال کننده
hu_hu: Feltöltő
lv_lv: Augšuplādētājs
no: Opplaster
ru: Загрузчик
tr_tr: Yükleyen

source: Log in
ar_sa: تسجيل الدخول
el_gr: Σύνδεση
es_co: Inicie Sesión
fa_ir: ورود به سیستم
hu_hu: Bejelentkezés
lv_lv: Ielogoties
no: Logg inn
ru: Войти
tr_tr: Giriş yap

source: Logging in
ar_sa: تسجيل الدخول
el_gr: Συνδέεται
es_co: Ingreso
fa_ir: به سیستم وارد شوید
hu_hu: Belépés
lv_lv: Ielogojas
no: Logger inn
ru: Вход
tr_tr: Giriş yapılıyor

source: Redirecting
ar_sa: إعادة توجيه
el_gr: Ανακατεύθυνση
es_co: Redireccionando
fa_ir: انتقال به سیستم
hu_hu: Átirányítás
lv_lv: Novirza
no: Videresender
ru: Перенаправление
tr_tr: Yönlendiriliyor

source: Send this URL to someone to view the allowed group contents according to your privacy settings.
ar_sa: أرسل عنوان URL هذا إلى شخص ما لعرض محتويات المجموعة المسموح بها وفقًا لإعدادات الخصوصية الخاصة بك.
el_gr: Στείλτε αυτήν τη διεύθυνση URL σε κάποιον για να δεί τα περιεχόμενα της ομάδας που επιτρέπεται σύμφωνα με τις ρυθμίσεις απορρήτου.
es_co: Envíe esta URL a alguien para ver los contenidos permitidos del grupo acorde con su configuración de privacidad.
fa_ir: این آدرس را به کسی ارسال کنید تا محتویات مجاز را با توجه به تنظیمات حریم خصوصی خود ببینید.
hu_hu: Küldd ezt az URL-t valakinek, hogy megtekinthesse az engedélyezett csoport tartalmakat.
lv_lv: Nosūti šo URL(adresi) kādam, lai dalītos ar atļauto grupas saturu, ņemot vērā grupas privātuma iestatījumus.
no: Send denne URL til noen for å se det tillate gruppeinnholdet i følge personverninnstillingene.
ru: Послать этот URL кому либо для просмотра содержания группы согласно вашим настройкам приватности.
tr_tr: İzin verilen grup içeriğini gizlilik ayarlarınıza göre görüntülemek için bu URL'yi birine gönderin.

source: Send this URL to someone to download the file without registering or logging in.
ar_sa: أرسل عنوان URL هذا إلى شخص ما لتنزيل الملف دون تسجيل أو تسجيل الدخول.
el_gr: Στείλτε αυτήν τη διεύθυνση URL σε κάποιον για να κατεβάσει το αρχείο χωρίς να εγγραφεί ή να συνδεθεί.
es_co: Envíe esta URL a alguien para que descargue el archivo sin necesidad de registrarse o iniciar sesión.
fa_ir: این آدرس را به دیگران ارسال کنید تا بدون ثبت نام یا ورود به سیستم برای دانلود فایل اقدام کنند
hu_hu: Küldje el ezt az URL valakinek, hogy az letölthesse ezt a fájlt regisztráció vagy belépés nélkül.
lv_lv: Nosūtiet šo URL(adresi) kādam, lai ļautu failu lejuplādi bez nepieciešamības reģistrēties.
no: Send denne URL til noen for å tillate filnedlasting uten registrering eller innlogging.
ru: Отправить этот URL для скачивания файла без регистрации или входа в систему.
tr_tr: Kayıt olmadan veya giriş yapmadan dosyayı indirmek için bu URL'yi birisine gönderin.

source: Click to select and copy
ar_sa: انقر لتحديد ونسخ
el_gr: Κάντε κλικ για να επιλέξετε και να αντιγράψετε
es_co: Click para seleccionar y copiar
fa_ir: برای انتخاب و کپی کلیک کنید
hu_hu: Kattintson a kiválasztás- és másoláshoz
lv_lv: Noklikšķiniet lai atzīmētu un kopētu
no: Klikk for å velge og kopiere
ru: Кликните для выбора и копирования
tr_tr: Seçmek ve kopyalamak için tıklayın

source: Succesfully copied to clipboard
ar_sa: تم النسخ بنجاح إلى الحافظة
el_gr: Αντιγραφή με επιτυχία στο πρόχειρο
es_co: Copiado al portapapeles
fa_ir: با موفقیت در حافظه سیستم کپی شد
hu_hu: Sikeresen másolva a vágólapra
lv_lv: Veiksmīgi iekopēts starpliktuvē
no: Kopiert til minnet
ru: Успешно скопировано в буфер обмена
tr_tr: Başarıyla panoya kopyalandı

source: Content could not be copied to clipboard
ar_sa: لا يمكن نسخ المحتوى إلى الحافظة
el_gr: Δεν ήταν δυνατή η αντιγραφή περιεχομένου στο πρόχειρο
es_co: El contenido no puede ser copiado al portapapeles
fa_ir: محتوا نمی تواند در حافظه سیستم کپی شود
hu_hu: A tartalmat nem lehetett a vágólapra másolni
lv_lv: Saturs nav ticis iekopēts starpliktuvē
no: Innholdet kunne ikke kopieres til minnet
ru: Содержимое не может быть скопировано в буфер обмена
tr_tr: İçerik panoya kopyalanamadı

source: Public URL
ar_sa: URL العام
el_gr: Δημόσιος σύνδεσμος URL
es_co: Url pública
fa_ir: نشانی اینترنتی عمومی
hu_hu: Publikus URL
lv_lv: Publiska URL (adrese)
no: Offentlig URL
ru: Общедоступная ссылка
tr_tr: Herkese açık URL

source: Please select at least one item to proceed.
ar_sa: يرجى تحديد عنصر واحد على الأقل للمتابعة.
el_gr: Επιλέξτε τουλάχιστον ένα στοιχείο για να προχωρήσετε.
es_co: Favor seleccione al menos un item para proceder.
fa_ir: لطفا حداقل یک مورد را برای ادامه انتخاب کنید
hu_hu: Kérem, válasszon ki legalább egy elemet a folytatáshoz
lv_lv: Atzīmējies vismaz vienu vienumu, lai varētu turpināt.
no: Vennligst velg minst ett objekt for å fortsette.
ru: Пожалуйста, выберите хотя бы один элемент для обработки.
tr_tr: Lütfen devam etmek için en az bir öğe seçin.

source: You are about to delete %d items. Are you sure you want to continue?
ar_sa: أنت على وشك أن تحذف %d أصناف. هل أنت متأكد من أنك تريد أن تكمل؟
es_co: Está a punto de borrar %d objetos. ¿Está seguro de que desea continuar?
hu_hu: Törölni készül %d elemet. Biztos, hogy folytatni akarja?
lv_lv: Jūs vēlaties dzēst %d vienumus. Vai esat drošs ka vēlaties turpināt?
ru: Вами назначено к удалению элементов: %d. Вы уверены, что хотите продолжить?

source: You are about to delete all activities from the log. Only those used for statistics will remain. Are you sure you want to continue?
ar_sa: أنت على وشك حذف جميع الأنشطة من السجل. سيبقى فقط تلك المستخدمة للإحصاءات. هل أنت متأكد أنك تريد المتابعة؟
el_gr: Πρόκειται να διαγράψετε όλες τις δραστηριότητες από το αρχείο καταγραφής. Μόνο αυτά που χρησιμοποιούνται για στατιστικές θα παραμείνουν. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es_co: Está a punto de borrar todas las actividades del log. Sólo permaneceran las que se utilizan para estadísticas. ¿Esta seguro de continuar?
fa_ir: شما در حال حذف تمام فعالیت ها از گزارش وقایع سیستم هستید. فقط آنهایی که برای آمار استفاده می شوند، باقی خواهند ماند. آیا مطمئن هستید که میخواهید ادامه دهید؟
hu_hu: Ön minden tevékenységet törölni készül a naplóból. Csak a statisztika fog megmaradni. Biztosan folytatja?
lv_lv: Jūs dzēsīsiet visas aktivitātes no aktivitāšu žurnāla. Paliks tikai tās, kuras tiek izmantotas statistikai. Vai esat drošs ka vēlaties turpināt?
no: Du er i ferd med å slette alle hendelser fra loggen. Bare de som brukes for statistikk vil være igjen. Er du sikker på at du vil fortsette?
ru: Вы собираетесь удалить все активности из лога. Останутся только те, которые используются для статистики. Вы уверены, что хотите продолжить?
tr_tr: Tüm etkinlikleri günlükten silmek üzeresiniz. Yalnızca istatistikler için kullanılanlar kalacak. Devam etmek istediğinizden emin misiniz?

source: Please wait while your download is prepared.
ar_sa: يرجى الانتظار بينما يتم إعداد التنزيل الخاص بك.
el_gr: Περιμένετε μέχρι να ετοιμαστεί η λήψη σας.
es_co: Favor espere mientras su descarga esta lista.
fa_ir: لطفا منتظر بمانید تا دانلود شما آماده شود
hu_hu: Kérem várjon, amíg a letöltést előkészítjük!
lv_lv: Lūdzu uzgaidiet līdz lejuplāde tiek sagatavota.
no: Vennligst vent mens nedlastingen din blir klargjort.
ru: Пожалуйста, подождите, пока загрузка будет готова.
tr_tr: İndirmeye hazırlanırken lütfen bekleyin.

source: This operation could take a few minutes, depending on the size of the files.
ar_sa: قد تستغرق هذه العملية بضع دقائق ، حسب حجم الملفات.
el_gr: Αυτή η λειτουργία μπορεί να διαρκέσει μερικά λεπτά, ανάλογα με το μέγεθος των αρχείων.
es_co: Esta operación podría tomar algunos minutos, dependiendo del tamaño de los archivos.
fa_ir: این عملیات می تواند بسته به اندازه فایل ها چندین دقیقه طول بکشد.
hu_hu: Ez a művelet a fájlok méretétől függően eltarthat néhány percig.
lv_lv: Šī operācija vai aizņemt pāris minūtes, atkarībā no datnes izmēra.
no: Denne operasjonen kan ta flere minutter, avhengig av størrelsen på filene.
ru: Эта операция может занять несколько минут в зависимости от размера файлов.
tr_tr: Bu işlem, dosyaların boyutuna bağlı olarak birkaç dakika sürebilir.

source: You are about to unassign %d files from this account. Are you sure you want to continue?
ar_sa: أنت على وشك إلغاء تعيين %d ملفات من هذا الحساب. هل أنت متأكد أنك تريد الاستمرار؟
es_co: Está a punto de dejar de asignar %d archivos de esta cuenta. ¿Está seguro de que desea continuar?
hu_hu: Leválasztani készül %d elemet erről a felhasználói fiókról. Biztos, hogy folytatni akarja?
lv_lv: Jūs atsaistīsiet %d datnes no šī konta. Vai esat drošs, ka vēlaties turpināt?
ru: Вы собираетесь открепить %d файлов от этой учётной записи. Вы уверены, что хотите продолжить?

source: No results where found.
ar_sa: لا توجد نتائج حيث وجدت.
el_gr: Δεν βρέθηκαν αποτελέσματα.
es_co: No se encontraron resultados.
fa_ir: هیچ نتیجه ای پیدا نشد
hu_hu: Nincs eredmény.
lv_lv: Nav rezultatu ko attainot.
no: Ingen resultater ble funnet.
ru: Ваш запрос не дал результатов.
tr_tr: Hiç sonuç bulunamadı.

source: Please confirm: replace the custom template text with the default one?
ar_sa: الرجاء التأكيد: هل تريد استبدال نص النموذج المخصص بالنص الافتراضي؟
el_gr: Επιβεβαιώστε: αντικαταστήστε το κείμενο του προσαρμοσμένου προτύπου με το προεπιλεγμένο;
es_co: Favor confirme:reemplazar el texto de la plantilla personalizada con el texto predeterminado?
fa_ir: لطفا تایید کنید: متن متنی سفارشی را با کد پیش‌فرض جایگزین کنید؟
hu_hu: Kérjük, erősítse meg: lecseréli az egyedi sablon szövegét az alapértelmettre?
lv_lv: Lūdzu apstipriniet: aizvietot pielāgoto sagataves tekstu ar noklusēto?
no: Vennligst bekreft: erstatte den tilpassede malen med standardmalen?
ru: Пожалуйста, подтвердите изменение текущего текста шаблона на текст шаблона по умолчанию.
tr_tr: Lütfen onaylayın: özel şablon metnini varsayılan metin ile değiştirilsin mi?

source: Error: the content could not be loaded
ar_sa: خطأ: تعذر تحميل المحتوى
el_gr: Σφάλμα: δεν ήταν δυνατή η φόρτωση του περιεχομένου
es_co: Error: El contenido no puede ser cargado
fa_ir: خطا: محتوا را نمی توان بارگذاری کرد
hu_hu: Hiba: a tartalmat nem lehetett betölteni
lv_lv: Kļūme: saturs nevar tikt ielādēts
no: Feil: innholdet kunne ikke lastes
ru: Ошибка: контент не может быть загружен
tr_tr: Hata: içerik yüklenemedi.

source: You must select at least one file to upload.
ar_sa: يجب تحديد ملف واحد على الأقل للتحميل.
el_gr: Πρέπει να επιλέξετε τουλάχιστον ένα αρχείο για ανέβασμα.
es_co: Usted debe seleccionar al meno una archivo para cargar.
fa_ir: شما باید حداقل یک فایل را برای آپلود انتخاب کنید.
hu_hu: Legalább egy állományt ki kell választania feltöltéshez.
lv_lv: Jums jāizvēlas vismaz viena datne augšuplādei.
no: Du må velge minst èn fil å laste opp.
ru: Вы должны выбрать хотя бы один файл для загрузки.
tr_tr: Karşıya yüklemek için en az bir dosya seçmelisiniz.

source: Are you sure? Files currently being uploaded will be discarded if you leave this page.
ar_sa: هل أنت متأكد؟ ملفات يجري تحميلها سيتم إهمالها إذا انت تركت هذه الصفحة.
es_co: ¿Está seguro? Los archivos que se están subiendo serán descartados si abandona esta página.
hu_hu: Biztos benne? A folyamatban lévő állományfeltöltések mellőzve lesznek ha elhagyja az oldalt.
lv_lv: Vai esat drošs? Augšuplāde datnēm, kuras tiek šobrīd augšuplādētas, tiks pārtraukta, ja pametīsiet šo lapu.
ru: Вы уверены? Загружаемые в данный момент файлы будут удалены, если вы покинете эту страницу.

source: Copy selection to all files?
ar_sa: هل تريد نسخ التحديد إلى جميع الملفات؟
el_gr: Θέλετε να αντιγράψτε τις επιλογές σε όλα τα αρχεία;
es_co: ¿Copiar la selección a todos los archivos?
fa_ir: کپی انتخابها به تمامی فایل ها؟
hu_hu: Minden állományra másoljuk át a kiválasztottakat?
lv_lv: Kopēt izvēlēto uz visām datnēm?
no: Kopier valg til alle filer?
ru: Скопировать выделение на все файлы?
tr_tr: Seçimi tüm dosyalara kopyala

source: Some of your files uploaded correctly, but others could not be uploaded.
ar_sa: بعض ملفاتك تم تحميلها بشكل صحيح، ولكن ملفات أخرى لم يمكن تحميلها.
es_co: Algunos de sus archivos fueron cargados correctamente, pero otros no pudieron subirse.
hu_hu: Néhány állomány feltöltése sikeres, azonban némelyek nem tölthetők fel.
lv_lv: Dažas no datnēm veiksmīgi augšuplādētas, ir citas, kuras nav izdevies augšuplādēt.
ru: Некоторые из ваших файлов загрузились корректно, но другие загрузить не удалось.

source: Go to the file editor
ar_sa: إذهب إلى محرر الملفات
es_co: Ir al editor de archivos
hu_hu: Ugrás az állomány szerkesztőhöz
lv_lv: Doties uz datņu redaktoru
ru: Перейти к редактору файлов

source: Confirm this action?
ar_sa: تلأكيد هذه الحركة
es_co: ¿Confirma esta acción?
hu_hu: Művelet jóváhagyása
lv_lv: Vai apstiprināt šo darbību?
ru: Подтвердить действие?

source: Failed to load file preview
ar_sa: فشل إظهار عرض الملف
es_co: La previsualización del archivo falló al cargar
hu_hu: Az állomány előnézet betöltése sikertelen
lv_lv: Nav izdevies ielādēt datnes priekškatījumu
ru: Ошибка загрузки предпросмотра

source: Failed to load resource
ar_sa: فشل إظهار المورد
es_co: El recurso falló al cargar
hu_hu: Az erőforrás betöltése sikertelen
lv_lv: Nav izdevies ielādēt resursa saturu
ru: Ошибка загрузки ресурса

source: Validation "%s" failed for field "%s"
ar_sa: التحقق "%s" فشل للحقل "%s"
es_co: Validación "%s" falló para el campo "%s"
hu_hu: Az érvényesítés "%s" sikertelen a "%s" mező esetében
lv_lv: Validācija “%s” neveiksmīga priekš lauka “%s”
ru: Валидация "%s" не прошла для поля "%s"

source: reCAPTCHA verification failed
ar_sa: فشل التحقق من reCAPTCHA
el_gr: η επαλήθευση reCAPTCHA απέτυχε
es_co: fallo en la verificación del reCAPTCHA
fa_ir: تأیید reCAPTCHA شکست خورد
hu_hu: reCAPTCHA ellenőrzés sikertelen
lv_lv: reCAPTCHA verifikācija neveiksmīga
no: reCAPTCHA-bekreftelse feilet
ru: Верификация reCAPTCHA не прошла
tr_tr: reCAPTCHA doğrulaması başarısız oldu

source: Name was not completed
ar_sa: الاسم لم يكتمل
el_gr: Το όνομα δεν συμπληρώθηκε
es_co: Llene el nombre
fa_ir: نام تکمیل نشده است
hu_hu: A név nincs kitöltve
lv_lv: Vārds nav pilnīgs
no: Navn ble ikke fullført
ru: Имя не введено
tr_tr: İsim tamamlanmadı

source: No client was selected
ar_sa: لم يتم تحديد عميل
el_gr: Δεν επιλέχθηκε πελάτης
es_co: Seleccione el cliente
fa_ir: هیچ مشتری انتخاب نشده است
hu_hu: Nincs ügyfél kiválasztva
lv_lv: Klients netika izvēlēts
no: Ingen klient ble valgt
ru: Не выбрано ни одного клиента
tr_tr: Hiçbir istemci(alıcı) seçilmedi

source: Username was not completed
ar_sa: اسم المستخدم لم يكتمل
el_gr: Το όνομα χρήστη δεν συμπληρώθηκε
es_co: Complete el usuario
fa_ir: نام کاربری تکمیل نشده است
hu_hu: A felhasználónév nincs kitöltve
lv_lv: Lietotājvārds nav pilnīgs
no: Brukernavn ble ikke fullfjørt
ru: Имя пользователя не введено
tr_tr: Kullanıcı adı tamamlanmadı

source: Password was not completed
ar_sa: لم تكتمل كلمة المرور
el_gr: Ο κωδικός πρόσβασης δεν συμπληρώθηκε
es_co: Complete la contraseña
fa_ir: کلمه عبور تکمیل نشده است
hu_hu: A jelszó nincs kitöltve
lv_lv: Parole nav pilnīga
no: Passord ble ikke fullført
ru: Пароль не был введен
tr_tr: Şifre tamamlanmadı

source: Password verification was not completed
ar_sa: لم يكتمل التحقق من كلمة المرور
el_gr: Η επαλήθευση κωδικού πρόσβασης δεν συμπληρώθηκε
es_co: la verificación de la contraseña n fue completa
fa_ir: تأیید کلمه عبور تکمیل نشده است
hu_hu: A jelszó ellenőrzés nincs kitöltve
lv_lv: Paroles verifikācija nav veiksmīga
no: Passordbekreftelse ble ikke fullført
ru: Проверка пароля не была завершена
tr_tr: Şifre doğrulaması tamamlanmadı

source: E-mail was not completed
ar_sa: لم يكتمل البريد الإلكتروني
el_gr: Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν συμπληρώθηκε
es_co: Llene el correo electrónico
fa_ir: پست الکترونیکی تکمیل نشد
hu_hu: Az E-mail nincs kitöltve
lv_lv: E-pasts nav pilnīgs
no: Epost ble ikke fullført
ru: E-mail не был завершен
tr_tr: E-posta tamamlanmadı

source: Title was not completed
ar_sa: العنوان لم يكتمل
el_gr: Ο τίτλος δεν συμπληρώθηκε
es_co: Titulo esta incpmpleto
fa_ir: عنوان تکمیل نشده است
hu_hu: A cím nincs kitöltve
lv_lv: Nosaukums nav pilnīgs
no: Tittel ble ikke fullført
ru: Название не введено
tr_tr: Başlık tamamlanmadı

source: E-mail address is not valid
ar_sa: عنوان البريد الإلكتروني غير صالح
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη
es_co: Correo electrónico no válido
fa_ir: آدرس ایمیل معتبر نیست
hu_hu: Az emailcím érvénytelen
lv_lv: E-pasts nav derīgs
no: Epostadresse er ikke gyldig
ru: E-mail адресс не верен
tr_tr: E-posta adresi geçerli değil

source: Username must be alphanumeric and may contain dot (a-z,A-Z,0-9 and . allowed)
ar_sa: يجب أن يكون اسم المستخدم أبجديًا رقميًا وقد يحتوي على نقطة (أ-ي ، أ-ي ، 0-9 و. مسموح)
el_gr: Το όνομα χρήστη πρέπει να είναι αλφαριθμητικό και μπορεί να περιέχει τελεία (a-z, A-Z, 0-9 και . επιτρέπονται)
es_co: El usuario debe ser alfanumérico y puede contener (a-z,A-Z,0-9,.).
fa_ir: نام کاربری باید شامل الفبای انگلیسی باشد و می تواند شامل نقطه (و اعداد 0-9) نیز باشد.
hu_hu: A felhasználónév csak betűkből és számokból állhat, valamint pontot "." tartalmazhat (a-z,A-Z,0-9 és . engedélyezett)
lv_lv: Lietotājvārdam jābūt burtciparu un var saturēt (ir atļauts a-z,A-Z,0-9 un .)
no: Brukernavn må være alfanumerisk og kan inneholde dott (a-z, A-Z, 0-9 og . er tillatt)
ru: Имя пользователя может состоять из букв и цифр, а также может содержать точку (a-z,A-Z,0-9 и . разрешены)
tr_tr: Kullanıcı adı alfasayısal olmalı ve nokta içerebilir (a-z, A-Z, 0-9 ve.) İzin
