Repository: hakrichTech/HkmCodeInstaller
Catalog: APIs/src/Language/mo/*/lang/*.po
Languages: ar_sa, el_gr, es_co, fa_ir, hu_hu, lv_lv, no, ru, tr_tr

source: Added on
ar_sa: تمت الإضافة
el_gr: Προστέθηκε σε
es_co: Adicionado
fa_ir: اضافه شده در
hu_hu: Hozzáadás dátuma
lv_lv: Pievienots
no: Lagt til den
ru: Добавлен
tr_tr: Eklendi

source: Clients Administration
ar_sa: إدارة العملاء
el_gr: Διαχείριση πελατών
es_co: Administración de Clientes
fa_ir: مدیریت مشتریان
hu_hu: Ügyfélkezelés
lv_lv: Klientu Administrēšana
no: Klientadministrasjon
ru: Управление клиентами
tr_tr: İstemci(alıcı) Yönetimi

source: The selected clients were marked as active.
ar_sa: تم تعليم العملاء المختارين على أنهم نشطون.
el_gr: Οι επιλεγμένοι πελάτες επισημάνθηκαν ως ενεργοί.
es_co: El cliente seleccionado fue marcado como activo.
fa_ir: مشتریان انتخاب شده فعال شدند.
hu_hu: A kiválasztott ügyfelek aktiválva lettek.
lv_lv: Atlasītie klienti tika atzīmēti kā aktīvi.
no: De valgte klientene ble markert som aktive.
ru: Выбранные клиенты были отмечены как активные.
tr_tr: Seçilen istemci(alıcı)ler aktif olarak işaretlendi.

source: The selected clients were marked as inactive.
ar_sa: تم تعليم العملاء المختارين على أنهم غير نشطين.
el_gr: Οι επιλεγμένοι πελάτες επισημάνθηκαν ως ανενεργοί.
es_co: Los clientes seleccionados fueron marcados como inactivos.
fa_ir: مشتریان انتخاب شده غیر فعال شدند.
hu_hu: A kiválasztott ügyfelek inaktiválva lettek.
lv_lv: Atlasītie klienti tika atzīmēti kā neaktīvi.
no: De valgte klientene ble markert som inaktive.
ru: Выбранные клиенты были отмечены как неактивные.
tr_tr: Seçilen istemci(alıcı)ler pasif olarak işaretlendi.

source: All statuses
ar_sa: جميع الحالات
el_gr: Όλες οι καταστάσεις
es_co: Todo los estados
fa_ir: تمام وضعیت ها
hu_hu: Minden státusz
lv_lv: Visi statusi
no: Alle statuser
ru: Все статусы
tr_tr: Bütün durumlar

source: Active
ar_sa: نشيط
el_gr: Ενεργός
es_co: Activo
fa_ir: فعال
hu_hu: Aktív
lv_lv: Aktīvs
no: Aktiv
ru: Активный
tr_tr: Aktif

source: Inactive
ar_sa: غير نشط
el_gr: Ανενεργός
es_co: Inactivo
fa_ir: غیرفعال
hu_hu: Inaktív
lv_lv: Neaktīvs
no: Inaktiv
ru: Неактивный
tr_tr: Pasif

source: Activate
ar_sa: تفعيل
el_gr: Ενεργοποίηση
es_co: Activar
fa_ir: فعال‌کردن
hu_hu: Aktiválás
lv_lv: Aktivizēt
no: Aktiver
ru: Активировать
tr_tr: Aktif et

source: Deactivate
ar_sa: إلغاء تفعيل
el_gr: Απενεργοποίηση
es_co: Desactivar
fa_ir: غیرفعال‌کردن
hu_hu: Deaktiválás
lv_lv: Deaktivizēt
no: Deaktiver
ru: Деактивировать
tr_tr: Etkisizleştir

source: clients
ar_sa: عملاء
el_gr: πελάτες
es_co: Clientes
fa_ir: مشتریان
hu_hu: ügyfelek
lv_lv: klienti
no: klienter
ru: клиенты
tr_tr: istemci(alıcı)ler

source: There are no clients at the moment
ar_sa: لا يوجد عملاء في الوقت الحالي
el_gr: Δεν υπάρχουν πελάτες αυτή τη στιγμή
es_co: No hay clientes en este momento
fa_ir: در حال حاضر هیچ مشتری وجود ندارد
hu_hu: Jelenleg nincsenek ügyfelek
lv_lv: Šobrīd nav neviena klienta
no: Det er ingen klienter for øyeblikket
ru: На текущий момент клиентов нет
tr_tr: Şuan hiçbir istemci(alıcı) yok

source: Created
ar_sa: تم إنشاؤه
es_co: Creado
hu_hu: Létrehozva
lv_lv: Izveidots
no: Opprettet
ru: Создано
tr_tr: Oluşturuldu

source: Uploads
ar_sa: التحميلات
el_gr: Μεταμορφώσεις
es_co: Cargas
fa_ir: آپلود ها
hu_hu: Feltöltések
lv_lv: Augšupielādes
no: Opplastinger
ru: Загрузки
tr_tr: Yüklemeler

source: Files: Direct
ar_sa: ملفات: مباشرة
es_co: Archivos: Directo
hu_hu: Állományok: Közvetlen
lv_lv: Datnes: Tieši
no: Filer: Direkte
ru: Файлы: Прямые
tr_tr: Dosyalar: Direk

source: Files: Groups
ar_sa: الملفات: المجموعات
el_gr: Αρχεία: Ομάδας
es_co: Archivos: Grupos
fa_ir: فایل ها: گروه ها
hu_hu: Állományok: Csoport
lv_lv: Datnes: Grupas
no: Filer: Grupper
ru: Файлы: Группы
tr_tr: Grup Dosyalarım

source: Status
ar_sa: الحالة
el_gr: Κατάσταση
es_co: Estado
fa_ir: وضعیت
hu_hu: Státusz
lv_lv: Statuss
ru: Статус
tr_tr: Durum

source: Groups on
ar_sa: مجموعات على
el_gr: Ομάδες σε
es_co: Grupos Activos
fa_ir: گروه در
hu_hu: Csoportok
lv_lv: Grupēt pēc
no: Grupper på
ru: Группы на
tr_tr: Gruplar Açık

source: Notify
ar_sa: أبلغ
el_gr: Ειδοποίηση
es_co: Notificación
fa_ir: اعلام کردن
hu_hu: Értesítés
lv_lv: Paziņot
no: Send notifikasjon
ru: Уведомлять
tr_tr: Bildirim

source: Max. upload size
ar_sa: حجم التحميل الأقصى.
el_gr: Μέγιστο μέγεθος μεταμόρφωσης
es_co: Max. tamaño permitido
fa_ir: حداکثر اندازه آپلود
hu_hu: Max. feltölthető fájlméret
lv_lv: Maksimālais augšupielādes lielums
no: Maks opplastingsstørrelse
ru: Макс. размер файла для загрузки
tr_tr: Maks. yükleme boyutu

source: Yes
ar_sa: نعم
el_gr: Ναι
es_co: Si
fa_ir: بله
hu_hu: Igen
lv_lv: Jā
no: Ja
ru: Да
tr_tr: Evet

source: No
ar_sa: لا
el_gr: Όχι
fa_ir: نه
hu_hu: Nem
lv_lv: Nē
no: Nei
ru: Нет
tr_tr: Hayır

source: Default
ar_sa: إفتراضي
el_gr: Προεπιλογή
es_co: Defecto
fa_ir: پیش فرض
hu_hu: Alapértelmezés
lv_lv: Noklusējuma
no: Standard
ru: По умолчанию
tr_tr: Varsayılan

source: Groups
ar_sa: مجموعات
el_gr: Ομάδες
es_co: Grupos
fa_ir: گروه‌ها
hu_hu: Csoportok
lv_lv: Grupas
no: Grupper
ru: Группы
tr_tr: Gruplar

source: As client
ar_sa: كعميل
el_gr: Ως πελάτης
es_co: Como cliente
fa_ir: بعنوان مشتری
hu_hu: Ügyfélként
lv_lv: Kā klients
no: Som klient
ru: В качестве клиента
tr_tr: İstemci(alıcı) olarak

source: Dashboard
ar_sa: الواجهة
el_gr: Πίνακας ελέγχου
es_co: Tablero
fa_ir: نمای سیستم
hu_hu: Műszerfal
lv_lv: Informācijas panelis
no: Oversikt
ru: Дашборд
tr_tr: Gösterge Paneli

source: Download information
ar_sa: معلومات التنزيل
el_gr: Πληροφορίες λήψης
es_co: Información de descarga
fa_ir: اطلاعات دانلود
hu_hu: Letöltés adatai
lv_lv: Lejupielādes informācija
no: Nedlastingsinformasjon
ru: Загрузить информацию
tr_tr: Bilgileri indir

source: No file was selected.
ar_sa: لم يتم إختيار ملف.
el_gr: Δεν επιλέχθηκε αρχείο.
es_co: No fue seleccionado el archivo.
fa_ir: هیچ فایلی انتخاب نشد
hu_hu: Nincs állomány kiválasztva
lv_lv: Datnes nav izvēlētas.
no: Ingen fil ble valgt
ru: Файл не был выбран.
tr_tr: Hiçbir dosya seçilmedi.

source: There is no information with that file ID number.
ar_sa: لا توجد معلومات برقم معرف الملف.
el_gr: Δεν υπάρχουν πληροφορίες με αυτό το αναγνωριστικό ID του αρχείου.
es_co: No hay información con ese numero (ID) de archivo
fa_ir: هیچ اطلاعاتی با شماره شناسه پرونده وجود ندارد.
hu_hu: Nincs információ ezzel az állomány azonosítóval
lv_lv: Datne ar tādu ID neeksistē.
no: Det er ingen informasjon med det filnummeret.
ru: Информация по данному ID не найдена.
tr_tr: Bu ID numaralı dosya hakkında bilgi yok.

source: Total downloads
ar_sa: إجمالي التنزيلات
el_gr: Σύνολο λήψεων
es_co: Total descargas
fa_ir: تعداد کل دانلودها
hu_hu: Összes letöltés
lv_lv: Lejupielāžu skaits
no: Totale nedlastinger
ru: Всего загрузок
tr_tr: Toplam indirmeler

source: Time
ar_sa: زمن
el_gr: Ώρα
es_co: Hora
fa_ir: زمان
hu_hu: Idő
lv_lv: Laiks
no: Tid
ru: Время
tr_tr: Zaman

source: Client
ar_sa: عميل
el_gr: Πελάτης
es_co: Cliente
fa_ir: مشتری
hu_hu: Ügyfél
lv_lv: Klients
no: Klient
ru: Клиент
tr_tr: İstemci(alıcı)

source: Anonymous
ar_sa: مجهول
el_gr: Ανώνυμος
es_co: Anonimo
fa_ir: ناشناس
hu_hu: Névtelen
lv_lv: Anonīms
no: Anonym
ru: Анонимный
tr_tr: Anonim

source: Client's IP
ar_sa: IP الخاص بالعميل
el_gr: IP πελάτη
es_co: IP del Cliente
fa_ir: IP مشتری
hu_hu: Ügyfél IP címe
lv_lv: Klienta IP
no: Klientens IP
ru: IP-адрес клиента
tr_tr: İstemci(alıcı)nin IP adresi

source: Client's hostname
ar_sa: اسم مضيف العميل
el_gr: Όνομα κεντρικού υπολογιστή του πελάτη
es_co: Nombre de host del cliente
fa_ir: نام میزبان مشتری
hu_hu: Ügyfél hosztneve
lv_lv: Klienta darbstacija
no: Klientens Hostname
ru: Имя хоста клиента
tr_tr: İstemci(alıcı)nin sunucu adı

source: Unique logged in clients/users
ar_sa: عملاء / مستخدمين فريدون تم تسجيل دخولهم
el_gr: Μοναδικά συνδεδεμένοι πελάτες/χρήστες
es_co: Clientes/Usuarios unicos logueados
fa_ir: مشتریان / کاربران وارد شده منحصر به فرد
hu_hu: Egyedi bejelentkezett ügyfelek/felhasználók
lv_lv: Unikāli pieteikušies klienti/lietotāji
no: Unikt innloggende klienter/brukere
ru: Уникальных входов клиентов/пользователей
tr_tr: Benzersiz giriş yapmış istemci(alıcı)ler/kullanıcılar

source: Total public downloads
ar_sa: إجمالي التنزيلات العامة
el_gr: Σύνολο δημόσιων λήψεων
es_co: Total de descargas públicas
fa_ir: کل دانلودهای عمومی
hu_hu: Összes nyilvános letöltés
lv_lv: Pavisam publiskas lejupielādes
no: Totalt offentlige nedlastinger
ru: Общее количество публичных загрузок
tr_tr: Toplam herkese açık indirmeler

source: File information
ar_sa: معلومات الملف
el_gr: Πληροφορίες αρχείου
es_co: Información de archivo
fa_ir: اطلاعات فایل
hu_hu: Állomány adatok
lv_lv: Datnes informācija
no: Filinformasjon
ru: Сведения о файле
tr_tr: Dosya bilgisi

source: Download file
ar_sa: تنزيل الملف
el_gr: Λήψη αρχείου
es_co: Descargar archivo
fa_ir: دریافت فایل
hu_hu: Állomány letöltése
lv_lv: Lejupielādēt failu
no: Lat ned fil
ru: Скачать файл
tr_tr: Dosyayı indir

source: Go back to the homepage.
ar_sa: العودة إلى الصفحة الرئيسية.
el_gr: Επιστροφή στην κεντρική σελίδα.
es_co: Regrese al sitio de inicio
fa_ir: بازگشت به صفحه اصلی.
hu_hu: Vissza a kezdőlapra
lv_lv: Atgriezties mājaslapā.
no: Gå tilbake til hjemmesiden.
ru: Вернуться на домашнюю страницу.
tr_tr: Ana sayfaya dön.

source: E-mail templates
ar_sa: قوالب البريد الإلكتروني
el_gr: Πρότυπα E-mails
es_co: Plantillas E-mail
fa_ir: قالب های ایمیل
hu_hu: E-mail sablonok
lv_lv: E-pasta sagataves
no: Epostmaler
ru: E-mail шаблоны
tr_tr: E-posta şablonları

source: Preview
ar_sa: معاينة
el_gr: Προεπισκόπηση
es_co: Previsualización
fa_ir: پبش نمایش
hu_hu: Előnézet
lv_lv: Priekšskatījums
no: Forhåndsvisning
ru: Предварительный просмотр
tr_tr: Önizleme

source: Header / footer
ar_sa: ترويس / تذييل
el_gr: Επικεφαλίδα / υποσέλιδο
es_co: Encabezado / pie de página
fa_ir: سربرگ / پاورقی
hu_hu: Fejléc / Lábléc
lv_lv: Kājene / galvene
no: Topp- / bunntekst
ru: Заголовок
tr_tr: Üst kısım/Alt kısım

source: New file by user
ar_sa: ملف جديد من قبل المستخدم
el_gr: Νέο αρχείο από χρήστη
es_co: Archivo nuevo por usuario
fa_ir: فایل جدید توسط کاربر
hu_hu: Új állomány a következő felhasználó által
lv_lv: Jauns datne no lietotāja
no: Ny fil fra bruker
ru: Новый файл от пользователя
tr_tr: Kullanıcı yeni dosya yükledi.

source: New file by client
ar_sa: ملف جديد من قبل العميل
el_gr: Νέο αρχείο από πελάτη
es_co: Archivo nuevo por cliente
fa_ir: فایل جدید توسط مشتری
hu_hu: Új állomány ügyfél által
lv_lv: Jauna datne no klienta
no: Ny fil fra klient
ru: Новый файл от клиента
tr_tr: İstemci(alıcı) yeni dosya yükledi.

source: New client (welcome)
ar_sa: عميل جديد (مرحبًا)
el_gr: Νέος πελάτης (καλωσόρισμα)
es_co: Cliente nuevo (Bienvenido)
fa_ir: مشتری جدید (خوش آمدید)
hu_hu: Új ügyfél (üdvözlet)
lv_lv: Jauns klients (ielūgts)
no: Ny klient (velkommen)
ru: Новый клиент (добро пожаловать)
tr_tr: Yeni istemci(alıcı) (hoşgeldiniz)

source: New client (self-registered)
ar_sa: عميل جديد (مسجل ذاتيًا)
el_gr: Νέος πελάτης (έχει εγγραφεί μόνος του)
es_co: Cliente nuevo (Auto-registrado)
fa_ir: مشتری جدید (خود ثبت شده)
hu_hu: Új ügyfél (saját regisztráció)
lv_lv: Jauns klients (pašreģistrējies)
no: Ny klient (selvregistrert)
ru: Новый клиент (авто-регистрация)
tr_tr: Yeni istemci(alıcı) (kendi-kaydolan)

source: Approve client account
ar_sa: الموافقة على حساب العميل
el_gr: Έγκριση του λογαριασμού του πελάτη
es_co: Aprobar cuenta de cliente
fa_ir: تأیید حساب کاربری
hu_hu: Ügyfélfiók jóváhagyása
lv_lv: Apstiprināt klienta kontu
no: Godkjent klientkonto
ru: Утвердить учетную запись клиента
tr_tr: İstemci(alıcı) hesabını onayla

source: Deny client account
ar_sa: رفض حساب العميل
el_gr: Απόρριψη του λογαριασμού του πελάτη
es_co: Negar cuenta de Cliente
fa_ir: انکار حساب مشتری
hu_hu: Ügyfélfiók elutasítása
lv_lv: Noraidīt klienta kontu
no: Nekt klientkonto
ru: Отклонить учетную запись клиента
tr_tr: İstemci(alıcı) hesabını reddet.

source: New user (welcome)
ar_sa: مستخدم جديد (مرحبًا)
el_gr: Νέος χρήστης (καλωσόρισμα)
es_co: Usuario nuevo ( Bienvenido)
fa_ir: کاربر جدید (خوش آمدید)
hu_hu: Új felhasználó (üdvözlet)
lv_lv: Jauns lietotājs (ielūgt)
no: Ny bruker (velkommen)
ru: Новый пользователь (Добро пожаловать!)
tr_tr: Yeni Kullanıcı (hoşgeldiniz)

source: Password reset
ar_sa: إعادة تعيين كلمة المرور
el_gr: Επαναφορά κωδικού
es_co: Cambiar Clave
fa_ir: تنظیم مجدد رمز عبور
hu_hu: Új jelszó
lv_lv: Atjaunot paroli
no: Passordgjennoppretting
ru: Сброс пароля
tr_tr: Şifre sıfırla

source: Client updated memberships
ar_sa: تم تحديث عضويات العميل
el_gr: Ο πελάτης ενημέρωσε τα μέλη
es_co: Membresía actualizada
fa_ir: مشتری عضویت خود را به روز کرد
hu_hu: Az ügyfél frissítette csoporttagságát
lv_lv: Klients atjaunojis dalību
no: Klientoppdatert medlemskap
ru: Клиент обновил членство
tr_tr: İstemci(alıcı) abonelikleri güncelledi.

source: Options updated succesfuly.
ar_sa: تم تحديث الخيارات بنجاح.
el_gr: Οι επιλογές ενημερώθηκαν επιτυχώς.
es_co: Opciones actualizadas exitosamente
fa_ir: تنظیمات با موفقیت به روز شدند.
hu_hu: A beállítások módosítása sikeres.
lv_lv: Iestatījumi atjaunoti veiksmīgi.
no: Valg oppdatert med suksess.
ru: Настройки успешно обновлены.
tr_tr: Seçenekler başarıyla güncellendi.

source: (to be used as href on a link tag)
ar_sa: (لاستخدامه كملاحظة على علامة رابط)
el_gr: (προς χρήση ως href σε ετικέτα σύνδεσης)
es_co: (Para ser usada como referencia en un enlace)
fa_ir: (استفاده می شود به عنوان href در یک برچسب لینک)
hu_hu: (href-ként való használathoz link tag-en belül)
lv_lv: (tiek izmantots kā href iekš adreses taga)
no: (til bruk som href på linktag)
ru: (для href в теге ссылки)
tr_tr: (link olarak kullanılacak)

source: This email will be sent to a client whenever a new file has been assigned to his account.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى العميل كلما تم تعيين ملف جديد لحسابه.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί σε έναν πελάτη κάθε φορά που ένα νέο αρχείο έχει αντιστοιχιστεί στο λογαριασμό του.
es_co: Este correo sera enviado a un cliente cuando un nuevo archivo haya ido asignado a su cuenta.
fa_ir: هر زمانی که یک فایل جدید به حساب کاربری شما اختصاص داده می شود، این ایمیل به یک مشتری ارسال می شود.
hu_hu: Ez az e-mail minden alkalommal kiküldésre kerül az ügyfélnek, valahányszor egy új állományt rendelnek hozzá a fiókjához
lv_lv: Šis epasts tiks nosūtīts klientam brīdī, kad jauna datne tiks piešķirta klienta kontam.
no: Denne eposten vil bli sendt til en klient hver gang en ny fil blir tildelt klientens konto.
ru: Это письмо будет отправлено клиенту, когда новый файл будет прикреплён к его учётной записи.
tr_tr: İstemci(alıcı)ye yeni bir dosya atandığında bu e-mail gönderilecek.

source: Shows the list of files
ar_sa: يعرض قائمة الملفات
el_gr: Εμφανίζει τη λίστα αρχείων
es_co: Muestra la lista de archivos
fa_ir: فهرست پرونده ها را نمایش می دهد
hu_hu: Mutatja a állományok listáját
lv_lv: Parāda datņu sarakstu
no: Viser fillisten
ru: Отображает список файлов
tr_tr: Dosya listesini göster

source: The login link
ar_sa: رابط تسجيل الدخول
el_gr: Ο σύνδεσμος σύνδεσης
es_co: Enlace de inicio de sesión
fa_ir: لینک ورود
hu_hu: A bejelentkezési link
lv_lv: Autorizācijas adrese
no: Innloggingslinken
ru: Ссылка для входа
tr_tr: Giriş linki

source: This email will be sent to the system administrator whenever a client uploads a new file.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى مسؤول النظام كلما قام عميل بتحميل ملف جديد.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στον διαχειριστή συστήματος κάθε φορά που ένας πελάτης ανεβάζει ένα νέο αρχείο.
es_co: Este correo sera enviado al administrador del sistema cuando un cliente suba un archivo.
fa_ir: هر بار که مشتری یک فایل جدید آپلود می کند، این ایمیل به مدیر سیستم ارسال می شود.
hu_hu: Ez az e-mail mindig elküldésre kerül a rendszergazdának, amikor egy ügyfél új állományt tölt fel.
lv_lv: Šis epasts tiks nosūtīts sistēmas administrātoram brīdī, kad klients augšuplādē jaunu datni.
no: Denne eposten vil bli sendt til systemadministrator når en klient laster opp en fil.
ru: Это письмо будет отправлено администратору системы после того как клиент загрузил новый файл.
tr_tr: İstemci(alıcı) yeni bir dosya yüklediğinde sistem yöneticisine bu e-mail gönderilecek.

source: This email will be sent to the new client after an administrator has created his new account. It would be best to include the log in details (username and password).
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى العميل الجديد بعد قيام المسؤول بإنشاء حسابه الجديد. سيكون من الأفضل تضمين تفاصيل تسجيل الدخول (اسم المستخدم وكلمة المرور).
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στο νέο πελάτη, μετά τη δημιουργία νέου λογαριασμού από έναν διαχειριστή. Θα ήταν καλύτερο να συμπεριλάβετε τα στοιχεία σύνδεσης (όνομα χρήστη και κωδικό πρόσβασης).
es_co: Este correo será enviado al cliente después de que un administrador haya creado su cuenta. Lo mejor sería incluir los detalles de inicio de sesión (nombre de usuario y contraseña).
fa_ir: پس از اینکه مدیر حساب جدید مشتری را ایجاد کرد، این ایمیل به مشتری جدید ارسال می شود. بهتر است که شامل جزئیات ورود به سیستم (نام کاربری و رمز عبور) باشد.
hu_hu: Ezt az e-mailt elküldi az új ügyfélnek, miután az adminisztrátor létrehozta az új fiókot. Praktikus lenne a bejelentkezési adatokat is (felhasználónév és jelszó) megadni.
lv_lv: Šis epasts tiks nosūtīts klientam pēc tam kad administrātors izveidojis jaunu kontu. Būtu pareizāk iekļaut autorizācijas datus (lietotājvārdu un paroli).
no: Denne eposten vil bli sendt til en ny klient etter en administrator har opprettet klientens nye konto. Det er best å inkludere innloggingsinformasjonen (brukernavn og passord).
ru: Это письмо будет отправлено новому клиенту после того как администратор создал его новый аккаунт. Рекомендуется, включить подробное журналирование (имя пользователя и пароль).
tr_tr: Bu e-mail, yönetici tarafından yeni bir hesap açıldığında istemci(alıcı)ye gönderilecek. Giriş bilgilerini (kullanıcı adı ve şifre) içermesi faydalı olacaktır.

source: The new username for this account
ar_sa: اسم المستخدم الجديد لهذا الحساب
el_gr: Το νέο όνομα χρήστη για αυτό τον λογαριασμό
es_co: El usuario nuevo para esta cuenta
fa_ir: نام کاربری جدید برای این حساب
hu_hu: Az új felhasználónév ehhez a fiókhoz
lv_lv: Jaunais lietotājvārds priekš šī konta
no: Det nye brukernavnet for denne kontoen
ru: Новый логин для этой учетной записи
tr_tr: Bu hesap için yeni üye adı

source: The new password for this account
ar_sa: كلمة المرور الجديدة لهذا الحساب
el_gr: Ο νέος κωδικός πρόσβασης για αυτό το λογαριασμό
es_co: La clave nueva para esta cuenta
fa_ir: رمز جدید برای این حساب
hu_hu: Az új jelszó ehhez a fiókhoz
lv_lv: Jaunā parole priekš šī konta
no: Det nye passordet for denne kontoen
ru: Новый пароль для этой учетной записи
tr_tr: Bu hesap için yeni şifre

source: This email will be sent to the system administrator after a new client has created a new account for himself.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى مسؤول النظام بعد أن قام عميل جديد بإنشاء حساب جديد لنفسه.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στον διαχειριστή του συστήματος όταν κάποιος νέος πελάτης δημιουργήσει έναν νέο λογαριασμό για τον εαυτό του.
es_co: Este correo será enviado al administrador del sistema después de que un cliente nuevo haya creado su cuenta por sí mismo.
fa_ir: پس از اینکه یک مشتری جدید، حساب جدیدی برای خود ایجاد کرد، این ایمیل به مدیر سیستم ارسال خواهد شد.
hu_hu: Ezt az e-mailt a rendszergazda kapja, miután egy felhasználó új fiókot hozott lére magának.
lv_lv: Šis epasts tiks nosūtīts sistēmas administrātoram pēc tam, kad klients patstāvīgi izveidojis savu kontu.
no: Denne eposten vil bli sendt til systemadministratoren etter at en klient har laget en ny konto til seg selv.
ru: Это письмо будет отправлено администратору системы после того как новый клиент создал для себя учётную запись.
tr_tr: Bu e-mail, istemci(alıcı) yeni bir hesap açtığında yöneticiye gönderilecektir.

source: The full name the client registered with
ar_sa: الاسم الكامل الذي قام العميل بتسجيله
el_gr: Το πλήρες όνομα του πελάτη με το οποίο έκανε εγγραφή
es_co: Nombre completo del cliente registrado
fa_ir: نام کامل که مشتری با آن ثبت شده است
hu_hu: A teljes név, amivel az ügyfél regisztrálva lett
lv_lv: Pilnais vārds ar kuru reģistrējies klients
no: Det fulle navnet som klienten registrerte seg med
ru: Полное имя клиента, использованное при регистрации
tr_tr: İstemci(alıcı)nin kayıt olduğu tam adı

source: List of groups that the client requests membership to
ar_sa: قائمة المجموعات التي يطلب العميل العضوية فيها
el_gr: Λίστα με τις ομάδες που ένα πελάτης ζητάει να γίνει μέλος
es_co: Lista de los grupos que el cliente solicito en su membresía
fa_ir: فهرست گروه هایی که مشتری درخواست عضویت می کند
hu_hu: Azon csoportok listája, ahová az ügyfél tagságot kér
lv_lv: Grupu saraksts, kurām klients pieprasa dalību
no: Liste over grupper som klienten ønsker medlemskap i
ru: Список групп, в которых клиент запросил членство
tr_tr: İstemci(alıcı)nin abone olmak istediği grupların listesi

source: This email will be sent to a client that requested an account if it gets approved. Group membership requests are also mentioned on the email, separated by their approval status.
ar_sa: سيتم إرسال هذا البريد الإلكتروني إلى العميل الذي طلب حسابًا إذا تمت الموافقة عليه. يتم ذكر طلبات عضوية المجموعة أيضًا في البريد الإلكتروني، مفصولة بحالة الموافقة عليها.
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί σε έναν πελάτη που ζήτησε έναν λογαριασμό εάν εγκριθεί. Τα αιτήματα συμμετοχής σε ομάδες αναφέρονται επίσης στο μήνυμα ηλεκτρονικού ταχυδρομείου, διαχωρισμένα από την κατάσταση έγκρισης.
es_co: Este correo será enviado a un cliente que al que se le apruebe su cuenta Las solicitudes de membresía de grupo también se mencionan en el correo, separados por su estado de aprobación.
fa_ir: این ایمیل به مشتریی که یک حساب را درخواست می کند، در صورتی که تأیید شود ارسال می شود. درخواست عضویت در گروه نیز بر روی ایمیل ذکر شده است، که توسط وضعیت تایید آنها جدا شده است.
hu_hu: Ezt az e-mailt a fiókot kérelmező ügyfél kapja, amennyiben az elfogadásra került. A csoprttagsági kérelmek szintén említésre kerülnek a levélben az elfogadásukkal / elutasításukkal együtt.
lv_lv: Šis epasts tiks nosūtīts klientam, kurš pieprasījis konta izveidi un tas ir ticis apstiprināts. Grupas dalības pieprasījums tiek iekļauts epastā, tas tiek atdalīts ar apstriprināšanas statusu.
no: Denne eposten vil bli sendt til en klient hvis kontoen blir godkjent. Forespørsler om gruppemedlemskap blir også nevnt i eposten, adskilt av klientens godkjenningsstatus.
ru: Это письмо будет послано клиенту, запросившему аккаунт если он будет подтверждён. Запрос на групповое членство, также упомянутое в письме, отмечается отдельным статусом.
tr_tr: Bu e-posta, onaylanması durumunda hesap isteyen bir istemci(alıcı)ye gönderilecektir. Grup üyeliği talepleri ayrıca e-postada onay durumlarına göre belirtilir.

source: List of approved group memberships
ar_sa: قائمة بطلبات الإنتساب المقبولة للمجموعات
el_gr: Κατάλογος εγκεκριμένων μελών ομάδας
es_co: Lista de grupos aprobados
fa_ir: فهرست عضویت گروه های تایید شده
hu_hu: Elfogadott csoporttagságok listája
lv_lv: Apstiprināto grupas dalībnieku saraksts
no: Liste over godkjente gruppemedlemskap
ru: Список одобренных членств в группах
tr_tr: Onaylanmış grup aboneliklerinin listesi

source: List of denied group memberships
ar_sa: قائمة بطلبات الإنتساب المرفوضة للمجموعات
el_gr: Κατάλογος απορριφθέντων μελών ομάδας
es_co: Lista de grupos no aprobados
fa_ir: فهرست عضویت در گروه های رد شده
hu_hu: Elutasított csoporttagságok listája.
lv_lv: Noraidīto grupas dalībnieku saraksts
no: Liste over avviste gruppemedlemskap
ru: Список запрещенных членств в группах
tr_tr: Reddedilen grup aboneliklerinin listesi
